Repository: kurtchen/Lynx
Catalog: po/*.po
Languages: ru

source: Multiformat: directory scan failed.
ru: Multiformat: ÏÛÉÂËÁ ÐÒÉ ÓËÁÎÉÒÏ×ÁÎÉÉ ËÁÔÁÌÏÇÁ.

source: This directory is not readable.
ru: üÔÏÔ ËÁÔÁÌÏÇ ÎÅ ÄÏÓÔÕÐÅÎ ÎÁ ÞÔÅÎÉÅ.

source: Can't access requested file.
ru: îÅÔ ÄÏÓÔÕÐÁ Ë ÚÁÐÒÏÛÅÎÎÏÍÕ ÆÁÊÌÕ.

source: Could not find suitable representation for transmission.
ru: îÅ ÕÄÁÅÔÓÑ ÎÁÊÔÉ ÐÏÄÈÏÄÑÝÅÅ ÐÒÅÄÓÔÁ×ÌÅÎÉÅ ÄÌÑ ÐÅÒÅÄÁÞÉ.

source: Could not open file for decompression!
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ÆÁÊÌ ÄÌÑ ÒÁÚÁÒÈÉ×ÁÃÉÉ!

source: Files:
ru: æÁÊÌÙ:

source: Subdirectories:
ru: ðÏÄËÁÔÁÌÏÇÉ:

source: directory
ru: ËÁÔÁÌÏÇ

source: Up to
ru: ðÅÒÅÊÔÉ Ë

source: Current directory is
ru: ôÅËÕÝÉÊ ËÁÔÁÌÏÇ

source: No response from server!
ru: îÅÔ ÏÔ×ÅÔÁ ÏÔ ÓÅÒ×ÅÒÁ!

source: CSO index
ru: éÎÄÅËÓ CSO

source: This is a searchable index of a CSO database.
ru: üÔÏ ÐÏÉÓËÏ×ÙÊ ÉÎÄÅËÓ ÂÁÚÙ ÄÁÎÎÙÈ CSO.

source: CSO Search Results
ru: òÅÚÕÌØÔÁÔÙ ÐÏÉÓËÁ CSO

source: Seek fail on %s
ru: ïÛÉÂËÁ ÐÏÚÉÃÉÏÎÉÒÏ×ÁÎÉÑ × %s

source: Press the 's' key and enter search keywords.
ru: îÁÖÍÉÔÅ ËÌÁ×ÉÛÕ 's' É ××ÅÄÉÔÅ ËÌÀÞÅ×ÙÅ ÓÌÏ×Á ÄÌÑ ÐÏÉÓËÁ.

source: This is a searchable Gopher index.
ru: üÔÏ ÐÏÉÓËÏ×ÙÊ ÉÎÄÅËÓ Gopher.

source: Gopher index
ru: éÎÄÅËÓ Gopher

source: Gopher Menu
ru: íÅÎÀ Gopher

source: Search Results
ru: òÅÚÕÌØÔÁÔÙ ÐÏÉÓËÁ

source: Sending CSO/PH request.
ru: ðÏÓÙÌËÁ ÚÁÐÒÏÓÁ CSO/PH

source: Sending Gopher request.
ru: ðÏÓÙÌËÁ ÚÁÐÒÏÓÁ Gopher.

source: CSO/PH request sent; waiting for response.
ru: úÁÐÒÏÓ CSO/PH ÐÏÓÌÁÎ; ÏÖÉÄÁÅÔÓÑ ÏÔ×ÅÔ.

source: Gopher request sent; waiting for response.
ru: úÁÐÒÏÓ Gopher ÐÏÓÌÁÎ; ÏÖÉÄÁÅÔÓÑ ÏÔ×ÅÔ.

source: Please enter search keywords.
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÅÄÉÔÅ ËÌÀÞÅ×ÙÅ ÓÌÏ×Á ÄÌÑ ÐÏÉÓËÁ.

source: The keywords that you enter will allow you to search on a
ru: ÷×ÅÄÅÎÎÙÅ ×ÁÍÉ ËÌÀÞÅ×ÙÅ ÓÌÏ×Á ÐÏÚ×ÏÌÑÔ ×ÁÍ ÉÓËÁÔØ ÐÏ

source: person's name in the database.
ru: ÉÍÅÎÉ ÞÅÌÏ×ÅËÁ × ÂÁÚÅ ÄÁÎÎÙÈ.

source: Connection closed ???
ru: óÏÅÄÉÎÅÎÉÅ ÚÁËÒÙÔÏ ???

source: Cannot open temporary file for news POST.
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ×ÒÅÍÅÎÎÙÊ ÆÁÊÌ ÄÌÑ ÐÏÓÙÌËÉ ÎÏ×ÏÓÔÅÊ.

source: This client does not contain support for posting to news with SSL.
ru: üÔÏÔ ËÌÉÅÎÔ ÎÅ ÉÍÅÅÔ ÐÏÄÄÅÒÖËÉ ÄÌÑ ÐÏÓÙÌËÉ ÎÏ×ÏÓÔÅÊ Ó ÉÓÐÏÌØÚÏ×ÁÎÉÅÍ SSL.

source: Style %d `%s' SGML:%s. Font %s %.1f point.
ru: óÔÉÌØ %d `%s' SGML:%s. ûÒÉÆÔ %s %.1f ÔÏÞËÁ.

source: Align=%d, %d tabs. (%.0f before, %.0f after)
ru: ÷ÙÒÁ×ÎÉ×ÁÎÉÅ=%d, %d tabs. (%.0f ÄÏ, %.0f ÐÏÓÌÅ)

source: Can't proceed without a username and password.
ru: îÅ ÕÄÁÅÔÓÑ ÐÒÏÄÏÌÖÉÔØ ÂÅÚ ÉÍÅÎÉ ÐÏÌØÚÏ×ÁÔÅÌÑ É ÐÁÒÏÌÑ.

source: Can't retry with authorization! Contact the server's WebMaster.
ru: îÅ ÕÄÁÅÔÓÑ ÐÏ×ÔÏÒÉÔØ ÐÒÏ×ÅÒËÕ ÐÏÌÎÏÍÏÞÉÊ! ó×ÑÖÉÔÅÓØ Ó ×ÅÂÍÁÓÔÅÒÏÍ ÓÅÒ×ÅÒÁ.

source: Can't retry with proxy authorization! Contact the server's WebMaster.
ru: îÅ ÕÄÁÅÔÓÑ ÐÏ×ÔÏÒÉÔØ ÐÒÏ×ÅÒËÕ ÐÏÌÎÏÍÏÞÉÊ ÞÅÒÅÚ ÐÒÏËÓÉ! ó×ÑÖÉÔÅÓØ Ó ×ÅÂÍÁÓÔÅÒÏÍ ÓÅÒ×ÅÒÁ.

source: Retrying with proxy authorization information.
ru: ðÏ×ÔÏÒ Ó ÉÎÆÏÒÍÁÃÉÅÊ ÐÒÏ×ÅÒËÉ ÐÏÌÎÏÍÏÞÉÊ ÄÌÑ ÐÒÏËÓÉ.

source: HTWAIS: Return message too large.
ru: HTWAIS: ÷ÏÚ×ÒÁÝÅÎÎÏÅ ÓÏÏÂÝÅÎÉÅ ÓÌÉÛËÏÍ ×ÅÌÉËÏ.

source: Enter WAIS query:
ru: ÷×ÅÄÉÔÅ ÚÁÐÒÏÓ WAIS:

source: Retrying as HTTP0 request.
ru: ðÏ×ÔÏÒ ËÁË ÚÁÐÒÏÓ HTTP0.

source: Transferred %d bytes
ru: ðÅÒÅÄÁÎÏ %d ÂÁÊÔ

source: Data transfer complete
ru: ðÅÒÅÄÁÞÁ ÄÁÎÎÙÈ ÚÁ×ÅÒÛÅÎÁ

source: Error processing line %d of %s
ru: ïÛÉÂËÁ ÐÒÉ ÏÂÒÁÂÏÔËÅ ÓÔÒÏËÉ %d ÉÚ %s

source: Address List Page
ru: óÔÒÁÎÉÃÁ ÓÐÉÓËÁ ÁÄÒÅÓÏ×

source: Bookmark file
ru: æÁÊÌ ÚÁËÌÁÄÏË

source: Configuration Definitions
ru: ïÐÒÅÄÅÌÅÎÉÑ ËÏÎÆÉÇÕÒÁÃÉÉ

source: Cookie Jar
ru: óÐÉÓÏË cookie

source: Current Key Map
ru: ôÅËÕÝÅÅ ÏÔÏÂÒÁÖÅÎÉÅ ËÌÁ×ÉÛ

source: File Management Options
ru: ïÐÃÉÉ ÒÁÂÏÔÙ Ó ÆÁÊÌÁÍÉ

source: Download Options
ru: ïÐÃÉÉ ÓËÁÞÉ×ÁÎÉÑ

source: History Page
ru: óÔÒÁÎÉÃÁ ÉÓÔÏÒÉÉ

source: List Page
ru: óÔÒÁÎÉÃÁ ÓÐÉÓËÁ

source: Lynx.cfg Information
ru: éÎÆÏÒÍÁÃÉÑ lynx.cfg

source: Converted Mosaic Hotlist
ru: ðÒÅÏÂÒÁÚÏ×ÁÎÎÙÅ ÚÁËÌÁÄËÉ Mosaic

source: Options Menu
ru: íÅÎÀ ïÐÃÉÊ

source: File Permission Options
ru: ïÐÃÉÉ ÐÒÁ× ÄÏÓÔÕÐÁ Ë ÆÁÊÌÁÍ

source: Printing Options
ru: ïÐÃÉÉ ÐÅÞÁÔÉ

source: Information about the current document
ru: éÎÆÏÒÍÁÃÉÑ Ï ÔÅËÕÝÅÍ ÄÏËÕÍÅÎÔÅ

source: Your recent statusline messages
ru: ÷ÁÛÉ ÐÏÓÌÅÄÎÉÅ ÓÏÏÂÝÅÎÉÑ ÓÔÒÏËÉ ÓÔÁÔÕÓÁ

source: Upload Options
ru: ïÐÃÉÉ ÚÁÇÒÕÚËÉ

source: Visited Links Page
ru: óÔÒÁÎÉÃÁ ÐÏÓÅÝÅÎÎÙÈ ÓÓÙÌÏË

source: See also
ru: óÍ. ÔÁËÖÅ

source: your
ru: ×ÁÛ

source: for runtime options
ru: ÄÌÑ ÏÐÃÉÊ ×ÒÅÍÅÎÉ ×ÙÐÏÌÎÅÎÉÑ

source: compile time options
ru: ÏÐÃÉÉ ÓÔÁÄÉÉ ËÏÍÐÉÌÑÃÉÉ

source: latest release
ru: ÐÏÓÌÅÄÎÑÑ ÓÔÁÂÉÌØÎÁÑ ×ÅÒÓÉÑ

source: pre-release version
ru: ÐÏÞÔÉ ÓÔÁÂÉÌØÎÁÑ ×ÅÒÓÉÑ

source: development version
ru: ÎÅÓÔÁÂÉÌØÎÁÑ ×ÅÒÓÉÑ

source: The following data were derived during the automatic configuration/build process of this copy of Lynx. When reporting a bug, please include a copy of this page.
ru: óÌÅÄÕÀÝÉÅ ÄÁÎÎÙÅ ÂÙÌÉ ÐÏÌÕÞÅÎÙ × ÔÅÞÅÎÉÅ Á×ÔÏÍÁÔÉÞÅÓËÏÇÏ ÐÒÏÃÅÓÓÁ ËÏÎÆÉÇÕÒÁÃÉÉ/ËÏÍÐÉÌÑÃÉÉ ÜÔÏÊ ËÏÐÉÉ Lynx. ðÒÉ ÓÏÏÂÝÅÎÉÉ ÏÂ ÏÛÉÂËÅ, ÐÏÖÁÌÕÊÓÔÁ, ×ËÌÀÞÉÔÅ ËÏÐÉÀ ÜÔÏÊ ÓÔÒÁÎÉÃÙ.

source: The following data were used as automatically-configured compile-time definitions when this copy of Lynx was built.
ru: óÌÅÄÕÀÝÉÅ ÄÁÎÎÙÅ ÂÙÌÉ ÉÓÐÏÌØÚÏ×ÁÎÙ ËÁË Á×ÔÏÍÁÔÉÞÅÓËÉ ÓËÏÎÆÉÇÕÒÉÒÏ×ÁÎÎÙÅ ÏÐÒÅÄÅÌÅÎÉÑ ÓÔÁÄÉÉ ËÏÍÐÉÌÑÃÉÉ ÐÒÉ ÓÂÏÒËÅ ÜÔÏÊ ËÏÐÉÉ Lynx.

source: C)reate D)ownload E)dit F)ull menu M)odify R)emove T)ag U)pload
ru: C)ÏÚÄÁÔØ D)úÁÇÒ E)òÅÄÁËÔ F)ðÏÌÎ ÍÅÎÀ M)éÚÍÅÎ R)õÄÁÌ T)ïÔÍ U)úÁÇÒ

source: Failed to obtain status of current link!
ru: îÅ ÕÄÁÅÔÓÑ ÐÏÌÕÞÉÔØ ÓÔÁÔÕÓ ÔÅËÕÝÅÊ ÓÓÙÌËÉ!

source: Special URL only valid from current File Permission menu!
ru: óÐÅÃÉÁÌØÎÙÊ URL ÄÅÊÓÔ×ÉÔÅÌÅÎ ÔÏÌØËÏ ÉÚ ÔÅËÕÝÅÇÏ ÍÅÎÀ ðÒÁ× äÏÓÔÕÐÁ Ë æÁÊÌÁÍ!

source: External support is currently disabled.
ru: ÷ÎÅÛÎÑÑ ÐÏÄÄÅÒÖËÁ ÓÅÊÞÁÓ ÏÔËÌÀÞÅÎÁ.

source: Changing working-directory is currently disabled.
ru: éÚÍÅÎÅÎÉÅ ÒÁÂÏÞÅÇÏ ËÁÔÁÌÏÇÁ ÓÅÊÞÁÓ ÚÁÐÒÅÝÅÎÏ.

source: Linewrap OFF!
ru: ðÅÒÅÎÏÓ ÓÔÒÏË ïôëìàþåî!

source: Linewrap ON!
ru: ðÅÒÅÎÏÓ ÓÔÒÏË ÷ëìàþåî!

source: Parsing nested-tables toggled OFF! Reloading...
ru: òÁÚÂÏÒ ×ÌÏÖÅÎÎÙÈ ÔÁÂÌÉÃ ïôëìàþåî! ïÂÎÏ×ÌÅÎÉÅ...

source: Parsing nested-tables toggled ON! Reloading...
ru: òÁÚÂÏÒ ×ÌÏÖÅÎÎÙÈ ÔÁÂÌÉÃ ÷ëìàþåî! ïÂÎÏ×ÌÅÎÉÅ...

source: Shifting is disabled while line-wrap is in effect
ru: óÄ×ÉÇ ÚÁÐÒÅÝÅÎ ÐÏËÁ ÄÅÊÓÔ×ÕÅÔ ÐÅÒÅÎÏÓ ÓÔÒÏË

source: Trace not supported
ru: ôÒÁÓÓÉÒÏ×ËÁ ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔÓÑ

source: Indents: first=%.0f others=%.0f, Height=%.1f Desc=%.1f
ru: ïÔÓÔÕÐÙ: ÐÅÒ×ÙÊ=%.0f ÏÓÔÁÌØÎÙÅ=%.0f, ×ÙÓÏÔÁ=%.1f ÏÐÉÓÁÎÉÅ=%.1f

source: Username for '%s' at %s '%s%s':
ru: éÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ ÄÌÑ '%s' ÎÁ %s '%s%s':

source: This client doesn't know how to compose proxy authorization information for scheme
ru: üÔÏÔ ËÌÉÅÎÔ ÎÅ ÚÎÁÅÔ, ËÁË ÓÏÓÔÁ×ÉÔØ ÉÎÆÏÒÍÁÃÉÀ ÐÒÏ×ÅÒËÉ ÐÒÁ× ÄÌÑ ÐÒÏËÓÉ ÄÌÑ ÓÈÅÍÙ

source: This client doesn't know how to compose authorization information for scheme
ru: üÔÏÔ ËÌÉÅÎÔ ÎÅ ÚÎÁÅÔ, ËÁË ÓÏÓÔÁ×ÉÔØ ÉÎÆÏÒÍÁÃÉÀ ÐÒÏ×ÅÒËÉ ÐÒÁ× ÄÌÑ ÓÈÅÍÙ

source: Invalid header '%s%s%s%s%s'
ru: îÅ×ÅÒÎÙÊ ÚÁÇÏÌÏ×ÏË '%s%s%s%s%s'

source: Proxy authorization required -- retrying
ru: ôÒÅÂÕÅÔÓÑ ÐÒÏ×ÅÒËÁ ÐÒÁ× ÄÌÑ ÐÒÏËÓÉ -- ÐÏ×ÔÏÒ

source: Access without authorization denied -- retrying
ru: äÏÓÔÕÐ ÂÅÚ ÐÒÏ×ÅÒËÉ ÐÒÁ× ÚÁÐÒÅÝÅÎ -- ÐÏ×ÔÏÒ

source: Access forbidden by rule
ru: äÏÓÔÕÐ ÚÁÐÒÅÝÅÎ ÐÒÁ×ÉÌÏÍ

source: Document with POST content not found in cache. Resubmit?
ru: äÏËÕÍÅÎÔ Ó ÓÏÄÅÒÖÉÍÙÍ POST ÎÅ ÎÁÊÄÅÎ × ËÜÛÅ. ðÏÓÌÁÔØ ÓÎÏ×Á?

source: Loading incomplete.
ru: úÁÇÒÕÚËÁ ÚÁ×ÅÒÛÅÎÁ ÎÅ ÐÏÌÎÏÓÔØÀ.

source: **** HTAccess: socket or file number returned by obsolete load routine!
ru: **** HTAccess: ÎÏÍÅÒ ÓÏËÅÔÁ ÉÌÉ ÆÁÊÌÁ ×ÏÚ×ÒÁÝÅÎ ÕÓÔÁÒÅ×ÛÅÊ ÐÒÏÇÒÁÍÍÏÊ ÚÁÇÒÕÚËÉ!

source: **** HTAccess: Status returned was: %d
ru: **** HTAccess: ÷ÏÚ×ÒÁÝÅÎÎÙÊ ÓÔÁÔÕÓ: %d

source: Can't Access
ru: îÅÔ ÄÏÓÔÕÐÁ

source: Unable to access document.
ru: ïÛÉÂËÁ ÄÏÓÔÕÐÁ Ë ÄÏËÕÍÅÎÔÕ.

source: Enter password for user %s@%s:
ru: ÷×ÅÄÉÔÅ ÐÁÒÏÌØ ÄÌÑ ÐÏÌØÚÏ×ÁÔÅÌÑ %s@%s:

source: Unable to connect to FTP host.
ru: îÅ ÕÄÁÅÔÓÑ ÕÓÔÁÎÏ×ÉÔØ ÓÏÅÄÉÎÅÎÉÅ Ó FTP-ÕÚÌÏÍ.

source: close master socket
ru: ÚÁËÒÙÔØ ×ÅÄÕÝÉÊ ÓÏËÅÔ

source: socket for master socket
ru: ÓÏËÅÔ ÄÌÑ ×ÅÄÕÝÅÇÏ ÓÏËÅÔÁ

source: Symbolic Link
ru: óÉÍ×ÏÌØÎÁÑ ÓÓÙÌËÁ

source: Receiving FTP directory.
ru: ðÏÌÕÞÅÎÉÅ FTP-ËÁÔÁÌÏÇÁ.

source: Transferred %d bytes (%5d)
ru: ðÅÒÅÄÁÎÏ %d ÂÁÊÔ (%5d)

source: connect for data
ru: ÓÏÅÄÉÎÅÎÉÅ ÄÌÑ ÄÁÎÎÙÈ

source: Receiving FTP file.
ru: ðÏÌÕÞÅÎÉÅ FTP-ÆÁÊÌÁ.

source: Could not set up finger connection.
ru: îÅ ÕÄÁÅÔÓÑ ÕÓÔÁÎÏ×ÉÔØ ÓÏÅÄÉÎÅÎÉÅ finger.

source: Could not load data (no sitename in finger URL)
ru: îÅ ÕÄÁÅÔÓÑ ÚÁÇÒÕÚÉÔØ ÄÁÎÎÙÅ (ÎÅÔ ÉÍÅÎÉ ÓÁÊÔÁ × URL ÄÌÑ finger)

source: Invalid port number - will only use port 79!
ru: îÅ×ÅÒÎÙÊ ÎÏÍÅÒ ÐÏÒÔÁ - ÂÕÄÅÔ ÉÓÐÏÌØÚÏ×ÁÎ ÔÏÌØËÏ ÐÏÒÔ 79!

source: Could not access finger host.
ru: îÅÔ ÄÏÓÔÕÐÁ Ë ÕÚÌÕ finger.

source: No response from finger server.
ru: îÅÔ ÏÔ×ÅÔÁ ÏÔ ÓÅÒ×ÅÒÁ finger.

source: Username for news host '%s':
ru: éÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ ÄÌÑ ÕÚÌÁ ÎÏ×ÏÓÔÅÊ '%s':

source: Change username?
ru: éÚÍÅÎÉÔØ ÉÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ?

source: Username:
ru: éÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ:

source: Password for news host '%s':
ru: ðÁÒÏÌØ ÄÌÑ ÕÚÌÁ ÎÏ×ÏÓÔÅÊ '%s':

source: Change password?
ru: éÚÍÅÎÉÔØ ÐÁÒÏÌØ?

source: No matches for: %s
ru: îÅÔ ÓÏ×ÐÁÄÅÎÉÊ ÄÌÑ: %s

source: No articles in this group.
ru: ÷ ÜÔÏÊ ÇÒÕÐÐÅ ÎÅÔ ÓÔÁÔÅÊ.

source: No articles in this range.
ru: ÷ ÜÔÏÍ ÄÉÁÐÁÚÏÎÅ ÎÅÔ ÓÔÁÔÅÊ.

source: %s, Articles %d-%d
ru: %s, óÔÁÔØÉ %d-%d

source: Earlier articles
ru: âÏÌÅÅ ÒÁÎÎÉÅ ÓÔÁÔØÉ

source: There are about %d articles currently available in %s, IDs as follows:
ru: óÅÊÞÁÓ ÄÏÓÔÕÐÎÏ ÏËÏÌÏ %d ÓÔÁÔÅÊ × %s ÓÏ ÓÌÅÄÕÀÝÉÍÉ ÉÄÅÎÔÉÆÉËÁÔÏÒÁÍÉ:

source: All available articles in
ru: ÷ÓÅ ÄÏÓÔÕÐÎÙÅ ÓÔÁÔØÉ ×

source: Later articles
ru: âÏÌÅÅ ÐÏÚÄÎÉÅ ÓÔÁÔØÉ

source: Post to
ru: ðÏÓÌÁÔØ ×

source: This client does not contain support for SNEWS URLs.
ru: üÔÏÔ ËÌÉÅÎÔ ÎÅ ÓÏÄÅÒÖÉÔ ÐÏÄÄÅÒÖËÉ ÄÌÑ URL SNEWS.

source: No target for raw text!
ru: îÅÔ ÃÅÌÉ ÄÌÑ ÏÂÙÞÎÏÇÏ ÔÅËÓÔÁ!

source: Connecting to NewsHost ...
ru: õÓÔÁÎÏ×ÌÅÎÉÅ ÓÏÅÄÉÎÅÎÉÑ Ó õÚÌÏÍîÏ×ÏÓÔÅÊ ...

source: Could not access %s.
ru: îÅÔ ÄÏÓÔÕÐÁ Ë %s.

source: Can't read news info. News host %.20s responded: %.200s
ru: îÅ ÕÄÁÅÔÓÑ ÐÏÌÕÞÉÔØ ÉÎÆÏÒÍÁÃÉÀ Ï ÎÏ×ÏÓÔÑÈ. õÚÅÌ ÎÏ×ÏÓÔÅÊ %.20s ÏÔ×ÅÔÉÌ: %.200s

source: Can't read news info, empty response from host %s
ru: îÕ ÕÄÁÅÔÓÑ ÐÒÏÞÉÔÁÔØ ÉÎÆÏÒÍÁÃÉÀ Ï ÎÏ×ÏÓÔÑÈ, ÐÕÓÔÏÊ ÏÔ×ÅÔ ÏÔ ÕÚÌÁ %s

source: Reading list of available newsgroups.
ru: þÔÅÎÉÅ ÓÐÉÓËÁ ÄÏÓÔÕÐÎÙÈ ÇÒÕÐÐ ÎÏ×ÏÓÔÅÊ.

source: Reading list of articles in newsgroup.
ru: þÔÅÎÉÅ ÓÐÉÓËÁ ÓÔÁÔÅÊ × ÇÒÕÐÐÅ ÎÏ×ÏÓÔÅÊ.

source: Reading news article.
ru: þÔÅÎÉÅ ÓÔÁÔØÉ ÎÏ×ÏÓÔÅÊ.

source: Sorry, could not load requested news.
ru: îÅ ÕÄÁÅÔÓÑ ÚÁÇÒÕÚÉÔØ ÚÁÐÒÏÛÅÎÎÙÅ ÎÏ×ÏÓÔÉ, ÉÚ×ÉÎÉÔÅ.

source: Address has invalid port
ru: îÅ×ÅÒÎÙÊ ÐÏÒÔ Õ ÁÄÒÅÓÁ

source: Address length looks invalid
ru: äÌÉÎÁ ÁÄÒÅÓÁ ×ÙÇÌÑÄÉÔ ÎÅ×ÅÒÎÏÊ

source: Unable to locate remote host %s.
ru: îÅ ÕÄÁÅÔÓÑ ÏÂÎÁÒÕÖÉÔØ ÕÄÁÌÅÎÎÕÀ ÍÁÛÉÎÕ %s.

source: Invalid hostname %s
ru: îÅÐÒÁ×ÉÌØÎÏÅ ÉÍÑ ÍÁÛÉÎÙ %s

source: Making %s connection to %s
ru: õÓÔÁÎÁ×ÌÉ×ÁÅÔÓÑ %s ÓÏÅÄÉÎÅÎÉÅ Ó %s

source: socket failed.
ru: ÏÛÉÂËÁ ÓÏËÅÔÁ.

source: socket failed: family %d addr %s port %s.
ru: ÏÛÉÂËÁ ÓÏËÅÔÁ: ÓÅÍÅÊÓÔ×Ï %d ÁÄÒÅÓ %s ÐÏÒÔ %s.

source: Connection failed (too many retries).
ru: îÅ ÕÄÁÅÔÓÑ ÕÓÔÁÎÏ×ÉÔØ ÓÏÅÄÉÎÅÎÉÅ (ÓÌÉÛËÏÍ ÍÎÏÇÏ ÐÏÐÙÔÏË).

source: Address contains a username: %s
ru: áÄÒÅÓ ÓÏÄÅÒÖÉÔ ÉÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ: %s

source: This client does not contain support for HTTPS URLs.
ru: üÔÏÔ ËÌÉÅÎÔ ÎÅ ÓÏÄÅÒÖÉÔ ÐÏÄÄÅÒÖËÉ ÄÌÑ URL HTTPS.

source: Unable to connect to remote host.
ru: îÅ ÕÄÁÅÔÓÑ ÕÓÔÁÎÏ×ÉÔØ ÓÏÅÄÉÎÅÎÉÅ Ó ÕÄÁÌÅÎÎÏÊ ÍÁÛÉÎÏÊ.

source: Retrying connection without TLS.
ru: ðÏÐÙÔËÁ ÕÓÔÁÎÏ×ÉÔØ ÓÏÅÄÉÎÅÎÉÅ ÂÅÚ TLS.

source: SSL error:host(%s)!=cert(%s)-Continue?
ru: ïÛÉÂËÁ SSL:host(%s)!=cert(%s)-ðÒÏÄÏÌÖÉÔØ?

source: Secure %d-bit %s (%s) HTTP connection
ru: âÅÚÏÐÁÓÎÏÅ HTTP-ÓÏÅÄÉÎÅÎÉÅ: %d ÂÉÔ %s (%s)

source: Sending HTTP request.
ru: ðÏÓÙÌËÁ HTTP-ÚÁÐÒÏÓÁ.

source: Unexpected network write error; connection aborted.
ru: îÅÏÖÉÄÁÎÎÁÑ ÏÛÉÂËÁ ÚÁÐÉÓÉ ÐÏ ÓÅÔÉ; ÓÏÅÄÉÎÅÎÉÅ ÐÒÅÒ×ÁÎÏ.

source: HTTP request sent; waiting for response.
ru: HTTP-ÚÁÐÒÏÓ ÐÏÓÌÁÎ; ÏÖÉÄÁÅÔÓÑ ÏÔ×ÅÔ.

source: Unexpected network read error; connection aborted.
ru: îÅÏÖÉÄÁÎÎÁÑ ÏÛÉÂËÁ ÞÔÅÎÉÑ ÐÏ ÓÅÔÉ; ÓÏÅÄÉÎÅÎÉÅ ÐÒÅÒ×ÁÎÏ.

source: Got unexpected Informational Status.
ru: ðÏÌÕÞÅÎ ÎÅÏÖÉÄÁÎÎÙÊ éÎÆÏÒÍÁÃÉÏÎÎÙÊ óÔÁÔÕÓ.

source: Request fulfilled. Reset Content.
ru: úÁÐÒÏÓ ×ÙÐÏÌÎÅÎ. ïÂÎÏ×ÌÅÎÉÅ óÏÄÅÒÖÉÍÏÇÏ.

source: Got unexpected 304 Not Modified status.
ru: ðÏÌÕÞÅÎ ÎÅÏÖÉÄÁÎÎÙÊ ÓÔÁÔÕÓ 304 (îÅ íÏÄÉÆÉÃÉÒÏ×ÁÎÏ).

source: Redirection of POST content requires user approval.
ru: ðÅÒÅÎÁÐÒÁ×ÌÅÎÉÅ ÓÏÄÅÒÖÉÍÏÇÏ POST ÔÒÅÂÕÅÔ ÐÏÄÔ×ÅÒÖÄÅÎÉÑ ÐÏÌØÚÏ×ÁÔÅÌÑ.

source: Have POST content. Treating Permanent Redirection as Temporary.
ru: éÍÅÅÔÓÑ ÓÏÄÅÒÖÉÍÏÅ POST. ôÒÁËÔÏ×ËÁ ðÏÓÔÏÑÎÎÏÇÏ ðÅÒÅÎÁÐÒÁ×ÌÅÎÉÑ ËÁË ÷ÒÅÍÅÎÎÏÇÏ.

source: Retrying with access authorization information.
ru: ðÏ×ÔÏÒÅÎÉÅ Ó ÉÎÆÏÒÍÁÃÉÅÊ Ï ÐÒÁ×ÁÈ ÄÏÓÔÕÐÁ.

source: Show the 401 message body?
ru: ðÏËÁÚÙ×ÁÔØ ÔÅÌÏ ÓÏÏÂÝÅÎÉÑ 401?

source: Show the 407 message body?
ru: ðÏËÁÚÙ×ÁÔØ ÔÅÌÏ ÓÏÏÂÝÅÎÉÑ 407?

source: Unknown status reply from server!
ru: îÅÉÚ×ÅÓÔÎÙÊ ÓÔÁÔÕÓ ÏÔ×ÅÔÁ ÏÔ ÓÅÒ×ÅÒÁ!

source: remote %s session:
ru: ÕÄÁÌÅÎÎÙÊ %s ÓÅÁÎÓ:

source: Could not connect to WAIS server.
ru: îÅ ÕÄÁÅÔÓÑ ÕÓÔÁÎÏ×ÉÔØ ÓÏÅÄÉÎÅÎÉÅ Ó ÓÅÒ×ÅÒÏÍ WAIS.

source: Could not open WAIS connection for reading.
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ WAIS-ÓÏÅÄÉÎÅÎÉÅ ÄÌÑ ÞÔÅÎÉÑ.

source: Diagnostic code is
ru: ëÏÄ ÄÉÁÇÎÏÓÔÉËÉ

source: Index
ru: éÎÄÅËÓ

source: contains the following %d item%s relevant to "
ru: ÓÏÄÅÒÖÉÔ ÓÌÅÄÕÀÝÉÅ %d ÜÌÅÍÅÎÔÏ×%s, ÏÔÎÏÓÑÝÉÈÓÑ Ë "

source: The first figure after each entry is its relative score,
ru: ðÅÒ×ÁÑ ÆÉÇÕÒÁ ÐÏÓÌÅ ËÁÖÄÏÇÏ ÜÌÅÍÅÎÔÁ Ñ×ÌÑÅÔÓÑ ÅÅ ÏÔÎÏÓÉÔÅÌØÎÙÍ ÓÞÅÔÏÍ,

source: the second is the number of lines in the item.
ru: ×ÔÏÒÁÑ Ñ×ÌÑÅÔÓÑ ÞÉÓÌÏÍ ÓÔÒÏË × ÜÌÅÍÅÎÔÅ.

source: (bad file name)
ru: (ÎÅ×ÅÒÎÏÅ ÉÍÑ ÆÁÊÌÁ)

source: (bad doc id)
ru: (ÎÅ×ÅÒÎÙÈ ÉÄÅÎÔÉÆÉËÁÔÏÒ ÄÏËÕÍÅÎÔÁ)

source: (Short Header record, can't display)
ru: (úÁÐÉÓØ ëÏÒÏÔËÏÇÏ úÁÇÏÌÏ×ËÁ, ÎÅ ÕÄÁÅÔÓÑ ÏÔÏÂÒÁÚÉÔØ)

source: Long Header record, can't display
ru: úÁÐÉÓØ äÌÉÎÎÏÇÏ úÁÇÏÌÏ×ËÁ, ÎÅ ÕÄÁÅÔÓÑ ÏÔÏÂÒÁÚÉÔØ

source: Text record
ru: ôÅËÓÔÏ×ÁÑ ÚÁÐÉÓØ

source: Headline record, can't display
ru: úÁÐÉÓØ úÁÇÏÌÏ×ËÁ, ÎÅ ÕÄÁÅÔÓÑ ÏÔÏÂÒÁÚÉÔØ

source: Code record, can't display
ru: úÁÐÉÓØ ëÏÄÁ, ÎÅ ÕÄÁÅÔÓÑ ÏÔÏÂÒÁÚÉÔØ

source: Syntax error in WAIS URL
ru: óÉÎÔÁËÓÉÞÅÓËÁÑ ÏÛÉÂËÁ × WAIS URL

source: (WAIS Index)
ru: (éÎÄÅËÓ WAIS)

source: WAIS Index:
ru: éÎÄÅËÓ WAIS:

source: This is a link for searching the
ru: üÔÏ ÓÓÙÌËÁ ÄÌÑ ÐÏÉÓËÁ ×

source: WAIS Index.
ru: ÉÎÄÅËÓÅ WAIS.

source: Enter the 's'earch command and then specify search words.
ru: ÷×ÅÄÉÔÅ ËÏÍÁÎÄÕ ÐÏÉÓËÁ (s), É ÚÁÔÅÍ ÚÁÄÁÊÔÅ ÐÏÉÓËÏ×ÙÅ ÓÌÏ×Á.

source: WAIS Search of "
ru: ðÏÉÓË WAIS "

source: HTWAIS: Request too large.
ru: HTWAIS: úÁÐÒÏÓ ÓÌÉÛËÏÍ ÂÏÌØÛÏÊ.

source: Searching WAIS database...
ru: ðÏÉÓË × ÂÁÚÅ ÄÁÎÎÙÈ WAIS...

source: Search interrupted.
ru: ðÏÉÓË ÐÒÅÒ×ÁÎ.

source: Can't convert format of WAIS document
ru: îÅ ÕÄÁÅÔÓÑ ÐÒÅÏÂÒÁÚÏ×ÁÔØ ÆÏÒÍÁÔ ÄÏËÕÍÅÎÔÁ WAIS

source: HTWAIS: Request too long.
ru: HTWAIS: úÁÐÒÏÓ ÓÌÉÛËÏÍ ÄÌÉÎÎÙÊ.

source: Fetching WAIS document...
ru: ðÏÌÕÞÅÎÉÅ ÄÏËÕÍÅÎÔÁ WAIS...

source: No text was returned!
ru: ôÅËÓÔ ÎÅ ÂÙÌ ×ÏÚ×ÒÁÝÅÎ!

source: NOT GIVEN in source file;
ru: îå úáäáî × ÉÓÈÏÄÎÏÍ ÆÁÊÌÅ;

source: WAIS source file
ru: ÉÓÈÏÄÎÙÊ ÆÁÊÌ WAIS

source: description
ru: ÏÐÉÓÁÎÉÅ

source: Access links
ru: óÓÙÌËÉ ÄÏÓÔÕÐÁ

source: Direct access
ru: ðÒÑÍÏÊ ÄÏÓÔÕÐ

source: (or via proxy server, if defined)
ru: (ÉÌÉ ÞÅÒÅÚ ÐÒÏËÓÉ-ÓÅÒ×ÅÒ, ÅÓÌÉ ÏÎ ÏÐÒÅÄÅÌÅÎ)

source: Maintainer
ru: ïÔ×ÅÔÓÔ×ÅÎÎÙÊ

source: Host
ru: íÁÛÉÎÁ

source: Memory exhausted, display interrupted!
ru: ðÁÍÑÔØ ÉÓÞÅÒÐÁÎÁ, ÏÔÏÂÒÁÖÅÎÉÅ ÐÒÅÒ×ÁÎÏ!

source: Memory exhausted, will interrupt transfer!
ru: ðÁÍÑÔØ ÉÓÞÅÒÐÁÎÁ, ÐÅÒÅÄÁÞÁ ÄÁÎÎÙÈ ÂÕÄÅÔ ÐÒÅÒ×ÁÎÁ!

source: *** MEMORY EXHAUSTED ***
ru: *** ðáíñôø éóþåòðáîá ***

source: unknown field or link
ru: ÎÅÉÚ×ÅÓÔÎÏÅ ÐÏÌÅ ÉÌÉ ÓÓÙÌËÁ

source: text entry field
ru: ÐÏÌÅ ××ÏÄÁ ÔÅËÓÔÁ

source: password entry field
ru: ÐÏÌÅ ××ÏÄÁ ÐÁÒÏÌÑ

source: checkbox
ru: ÎÅÚÁ×ÉÓÉÍÁÑ ËÎÏÐËÁ

source: radio button
ru: ÚÁ×ÉÓÉÍÁÑ ËÎÏÐËÁ

source: submit button
ru: ËÎÏÐËÁ ÐÏÓÙÌËÉ

source: reset button
ru: ËÎÏÐËÁ ÏÞÉÓÔËÉ

source: popup menu
ru: ×ÓÐÌÙ×ÁÀÝÅÅ ÍÅÎÀ

source: hidden form field
ru: ÓËÒÙÔÏÅ ÐÏÌÅ ÆÏÒÍÙ

source: text entry area
ru: ÏÂÌÁÓÔØ ××ÏÄÁ ÔÅËÓÔÁ

source: range entry field
ru: ÐÏÌÅ ××ÏÄÁ ÄÉÁÐÁÚÏÎÁ

source: file entry field
ru: ÐÏÌÅ ××ÏÄÁ ÆÁÊÌÁ

source: text-submit field
ru: ÔÅËÓÔÏ×ÏÅ ÐÏÌÅ ÐÏÓÙÌËÉ

source: image-submit button
ru: ÇÒÁÆÉÞÅÓËÁÑ ËÎÏÐËÁ ÐÏÓÙÌËÉ

source: keygen field
ru: ÐÏÌÅ keygen

source: unknown form field
ru: ÎÅÉÚ×ÅÓÔÎÏÅ ÐÏÌÅ ÆÏÒÍÙ

source: Can't open file for uploading
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ÆÁÊÌ ÄÌÑ ÚÁÇÒÕÚËÉ!

source: Submitting %s
ru: ðÏÓÙÌËÁ %s

source: Wrap lines to fit displayed area?
ru: ðÅÒÅÎÅÓÔÉ ÓÔÒÏËÉ, ÞÔÏÂÙ ÐÏÐÁÓÔØ × ÏÂÌÁÓÔØ ÏÔÏÂÒÁÖÅÎÉÑ?

source: Very long lines have been wrapped!
ru: ïÞÅÎØ ÄÌÉÎÎÙÅ ÓÔÒÏËÉ ÂÙÌÉ ÐÅÒÅÎÅÓÅÎÙ!

source: Very long lines have been truncated!
ru: ïÞÅÎØ ÄÌÉÎÎÙÅ ÓÔÒÏËÉ ÂÙÌÉ ÕÓÅÞÅÎÙ!

source: bytes
ru: ÂÁÊÔ

source: Read %s of data
ru: ðÒÏÞÉÔÁÎÏ %s ÄÁÎÎÙÈ

source: Read %s of %s of data
ru: ðÒÏÞÉÔÁÎÏ %s ÉÚ %s ÄÁÎÎÙÈ

source: , %s/sec
ru: , %s/ÓÅË

source: (stalled for %s)
ru: (ÚÁÄÅÒÖÁÎÏ ÎÁ %s)

source: (Press 'z' to abort)
ru: (îÁÖÍÉÔÅ 'z' ÞÔÏÂÙ ÐÒÅÒ×ÁÔØ)

source: Description:
ru: ïÐÉÓÁÎÉÅ:

source: (none)
ru: (ÎÅÔ)

source: Filepath:
ru: ðÕÔØ Ë ÆÁÊÌÕ:

source: (unknown)
ru: (ÎÅÉÚ×ÅÓÔÎÙÊ)

source: Document has only hidden links. Use the 'l'ist command.
ru: äÏËÕÍÅÎÔ ÉÍÅÅÔ ÔÏÌØËÏ ÓËÒÙÔÙÅ ÓÓÙÌËÉ. éÓÐÏÌØÚÕÊÔÅ ËÏÍÁÎÄÕ 'l'ist.

source: Source cache error - disk full?
ru: ïÛÉÂËÁ ËÜÛÉÒÏ×ÁÎÉÑ ÉÓÈÏÄÎÙÈ ÆÁÊÌÏ× - ÐÅÒÅÐÏÌÎÅÎÉÅ ÄÉÓËÁ?

source: Source cache error - not enough memory!
ru: ïÛÉÂËÁ ËÜÛÉÒÏ×ÁÎÉÑ ÉÓÈÏÄÎÙÈ ÆÁÊÌÏ× - ÎÅ È×ÁÔÁÅÔ ÐÁÍÑÔÉ!

source: This file is an HTML representation of the X Mosaic hotlist file. Outdated or invalid links may be removed by using the remove bookmark command, it is usually the 'R' key but may have been remapped by you or your system administrator.
ru: üÔÏÔ ÆÁÊÌ Ñ×ÌÑÅÔÓÑ HTML-ÐÒÅÄÓÔÁ×ÌÅÎÉÅÍ ÆÁÊÌÁ ÚÁËÌÁÄÏË X Mosaic. õÓÔÁÒÅ×ÛÉÅ É ÎÅÐÒÁ×ÉÌØÎÙÅ ÓÓÙÌËÉ ÍÏÇÕÔ ÂÙÔØ ÕÄÁÌÅÎÙ Ó ÉÓÐÏÌØÚÏ×ÁÎÉÅÍ ËÏÍÁÎÄÙ ÕÄÁÌÅÎÉÑ ÚÁËÌÁÄËÉ, ÏÂÙÞÎÏ ËÌÁ×ÉÛÁ 'R', ÈÏÔÑ ÏÎÁ ÍÏÖÅÔ ÂÙÔØ ÐÅÒÅÎÁÚÎÁÞÅÎÁ ×ÁÍÉ ÉÌÉ ÓÉÓÔÅÍÎÙÍ ÁÄÍÉÎÉÓÔÒÁÔÏÒÏÍ.

source: You can delete links by the 'R' key<br> <ol>
ru: ÷Ù ÍÏÖÅÔÅ ÕÄÁÌÑÔØ ÓÓÙÌËÉ ËÌÁ×ÉÛÅÊ 'R'<br> <ol>

source: You can delete links using the remove bookmark command. It is usually the 'R' key but may have been remapped by you or your system administrator.
ru: ÷Ù ÍÏÖÅÔÅ ÕÄÁÌÑÔØ ÓÓÙÌËÉ ÉÓÐÏÌØÚÕÑ ËÏÍÁÎÄÕ ÕÄÁÌÅÎÉÑ ÚÁËÌÁÄËÉ. ïÂÙÞÎÏ ÜÔÏ ÄÅÌÁÅÔÓÑ Ó ÐÏÍÏÝØÀ ËÌÁ×ÉÛÉ 'R', ÎÏ ÍÏÖÅÔ ÂÙÔØ ÐÅÒÅÎÁÚÎÁÞÅÎÏ ×ÁÍÉ ÉÌÉ ×ÁÛÉÍ ÓÉÓÔÅÍÎÙÍ ÁÄÍÉÎÉÓÔÒÁÔÏÒÏÍ.

source: This file also may be edited with a standard text editor to delete outdated or invalid links, or to change their order.
ru: üÔÏÔ ÆÁÊÌ ÔÁËÖÅ ÍÏÖÅÔ ÂÙÔØ ÏÔÒÅÄÁËÔÉÒÏ×ÁÎ ÓÔÁÎÄÁÒÔÎÙÍ ÔÅËÓÔÏ×ÙÍ ÒÅÄÁËÔÏÒÏÍ ÄÌÑ ÕÄÁÌÅÎÉÑ ÕÓÔÁÒÅ×ÛÉÈ ÉÌÉ ÎÅÐÒÁ×ÉÌØÎÙÈ ÓÓÙÌÏË, ÉÌÉ ÄÌÑ ÉÚÍÅÎÅÎÉÑ ÉÈ ÐÏÒÑÄËÁ.

source: Note: if you edit this file manually you should not change the format within the lines or add other HTML markup. Make sure any bookmark link is saved as a single line.
ru: ðÒÉÍÅÞÁÎÉÅ: ÅÓÌÉ ×Ù ÒÅÄÁËÔÉÒÕÅÔÅ ÜÔÏÔ ÆÁÊÌ ×ÒÕÞÎÕÀ, ×Ù ÎÅ ÄÏÌÖÎÙ ÉÚÍÅÎÑÔØ ÆÏÒÍÁÔ ÓÔÒÏË ÉÌÉ ÄÏÂÁ×ÌÑÔØ ÄÒÕÇÉÅ ÔÅÇÉ HTML. õÂÅÄÉÔÅÓØ, ÞÔÏ ËÁÖÄÁÑ ÚÁËÌÁÄËÁ ÓÏÈÒÁÎÅÎÁ ÎÁ ÅÄÉÎÓÔ×ÅÎÎÏÊ ÓÔÒÏËÅ.

source: File may be recoverable from %s during this session
ru: æÁÊÌ ÍÏÖÅÔ ÂÙÔØ ×ÏÓÓÔÁÎÏ×ÌÅÎ ÉÚ %s × ÔÅÞÅÎÉÅ ÜÔÏÇÏ ÓÅÁÎÓÁ

source: Unable to access cgi script
ru: ïÛÉÂËÁ ÄÏÓÔÕÐÁ Ë cgi-ÓËÒÉÐÔÕ

source: Good Advice
ru: èÏÒÏÛÉÊ ÓÏ×ÅÔ

source: An excellent http server for VMS is available via
ru: ïÔÌÉÞÎÙÊ http ÓÅÒ×ÅÒ ÄÌÑ VMS ÄÏÓÔÕÐÅÎ ÞÅÒÅÚ

source: this link
ru: ÜÔÕ ÓÓÙÌËÕ

source: It provides state of the art CGI script support.
ru: ðÒÅÄÏÓÔÁ×ÌÑÅÍÁÑ ÉÍ ÐÏÄÄÅÒÖËÁ CGI-ÓËÒÉÐÔÏ× Ñ×ÌÑÅÔÓÑ ÐÏÓÌÅÄÎÉÍ ÓÌÏ×ÏÍ ÔÅÈÎÉËÉ.

source: Exiting via interrupt:
ru: ÷ÙÈÏÄ ÐÏ ÐÒÅÒÙ×ÁÎÉÀ:

source: (from a previous session)
ru: (ÉÚ ÐÒÅÄÙÄÕÝÅÇÏ ÓÅÁÎÓÁ)

source: Internal
ru: ÷ÎÕÔÒÅÎÎÉÊ

source: cookie_domain_flag_set error, aborting program
ru: ÏÛÉÂËÁ cookie_domain_flag_set error, ÐÒÅÇÒÁÍÍÁ ÐÒÅÒÙ×ÁÅÔÓÑ

source: Terminal initialisation failed - unknown terminal type?
ru: ïÛÉÂËÁ ÐÒÉ ÉÎÉÃÉÁÌÉÚÁÃÉÉ ÔÅÒÍÉÎÁÌÁ - ÎÅÉÚ×ÅÓÔÎÙÊ ÔÉÐ ÔÅÒÍÉÎÁÌÁ?

source: Terminal =
ru: ôÅÒÍÉÎÁÌ =

source: You must use a vt100, 200, etc. terminal with this program.
ru: ó ÜÔÏÊ ÐÒÏÇÒÁÍÍÏÊ ×Ù ÄÏÌÖÎÙ ÉÓÐÏÌØÚÏ×ÁÔØ ÔÅÒÍÉÎÁÌ vt100, 200, É Ô.Ä.

source: Your Terminal type is unknown!
ru: ôÉÐ ×ÁÛÅÇÏ ôÅÒÍÉÎÁÌÁ ÎÅÉÚ×ÅÓÔÅÎ!

source: Enter a terminal type:
ru: ÷×ÅÄÉÔÅ ÔÉÐ ÔÅÒÍÉÎÁÌÁ:

source: TERMINAL TYPE IS SET TO
ru: ôéð ôåòíéîáìá õóôáîï÷ìåî ÷

source: A Fatal error has occurred in %s Ver. %s
ru: ÷ %s ÷ÅÒ. %s ÐÒÏÉÚÏÛÌÁ ÆÁÔÁÌØÎÁÑ ÏÛÉÂËÁ.

source: Please notify your system administrator to confirm a bug, and if confirmed, to notify the lynx-dev list. Bug reports should have concise descriptions of the command and/or URL which causes the problem, the operating system name with version number, the TCPIP implementation, the TRACEBACK if it can be captured, and any other relevant information.
ru: ðÏÖÁÌÕÊÓÔÁ, ÐÏÐÒÏÓÉÔÅ ×ÁÛÅÇÏ ÓÉÓÔÅÍÎÏÇÏ ÁÄÍÉÎÉÓÔÒÁÔÏÒÁ ÐÏÄÔ×ÅÒÄÉÔØ ÏÛÉÂËÕ, É, ÅÓÌÉ ÏÎÁ ÐÏÄÔ×ÅÒÄÉÔÓÑ, ÓÏÏÂÝÉÔÅ × ÓÐÉÓÏË ÒÁÓÓÙÌËÉ lynx-dev. óÏÏÂÝÅÎÉÑ ÏÂ ÏÛÉÂËÁÈ ÄÏÌÖÎÙ ÓÏÄÅÒÖÁÔØ ÔÏÞÎÙÅ ÏÐÉÓÁÎÉÑ ËÏÍÁÎÄÙ É/ÉÌÉ URL, ËÏÔÏÒÙÅ ×ÙÚÙ×ÁÀÔ ÐÒÏÂÌÅÍÕ, ÎÁÚ×ÁÎÉÅ É ×ÅÒÓÉÀ ÏÐÅÒÁÃÉÏÎÎÏÊ ÓÉÓÔÅÍÙ, ÒÅÁÌÉÚÁÃÉÀ TCPIP, ÓÌÅÄ ×ÙÚÏ×Ï× TRACEBACK, ÅÓÌÉ ÅÇÏ ÍÏÖÎÏ ÐÏÌÕÞÉÔØ, É ÌÀÂÕÀ ÄÒÕÇÕÀ ÏÔÎÏÓÑÝÕÀÓÑ Ë ÄÅÌÕ ÉÎÆÏÒÍÁÃÉÀ.

source: Editor killed by signal
ru: òÅÄÁËÔÏÒ ÕÂÉÔ ÓÉÇÎÁÌÏÍ

source: Downloaded link:
ru: óËÁÞÁÎÎÁÑ ÓÓÙÌËÁ:

source: Suggested file name:
ru: ðÒÅÄÌÁÇÁÅÍÏÅ ÉÍÑ ÆÁÊÌÁ:

source: Standard download options:
ru: óÔÁÎÄÁÒÔÎÙÅ ÏÐÃÉÉ ÄÌÑ ÓËÁÞÉ×ÁÎÉÑ:

source: Download options:
ru: ïÐÃÉÉ ÓËÁÞÉ×ÁÎÉÑ:

source: Save to disk
ru: óÏÈÒÁÎÉÔØ ÎÁ ÄÉÓË

source: Save to disk disabled.
ru: óÏÈÒÁÎÅÎÉÅ ÎÁ ÄÉÓË ÏÔËÌÀÞÅÎÏ.

source: Local additions:
ru: ìÏËÁÌØÎÙÅ ÄÏÐÏÌÎÅÎÉÑ:

source: No Name Given
ru: éÍÑ ÎÅ ÚÁÄÁÎÏ

source: You selected:
ru: ÷Ù ×ÙÂÒÁÌÉ:

source: (no address)
ru: (ÎÅÔ ÁÄÒÅÓÁ)

source: (internal)
ru: (×ÎÕÔÒÅÎÎÉÊ)

source: (was internal)
ru: (ÂÙÌ ×ÎÕÔÒÅÎÎÉÊ)

source: (From History)
ru: (éÚ éÓÔÏÒÉÉ)

source: You visited (POSTs, bookmark, menu and list files excluded):
ru: ÷Ù ÐÏÓÅÔÉÌÉ (POST, ÚÁËÌÁÄËÉ, ÍÅÎÀ É ÓÐÉÓËÉ ÆÁÊÌÏ× ÉÓËÌÀÞÁÀÔÓÑ):

source: (No messages yet)
ru: (ðÏËÁ ÓÏÏÂÝÅÎÉÊ ÎÅÔ)

source: Invalid pointer detected.
ru: ïÂÎÁÒÕÖÅÎ ÎÅ×ÅÒÎÙÊ ÕËÁÚÁÔÅÌØ.

source: Sequence:
ru: ðÏÓÌÅÄÏ×ÁÔÅÌØÎÏÓÔØ:

source: Pointer:
ru: õËÁÚÁÔÅÌØ:

source: FileName:
ru: éÍÑæÁÊÌÁ:

source: LineCount:
ru: îÏÍÅÒóÔÒÏËÉ:

source: Memory leak detected.
ru: ïÂÎÁÒÕÖÅÎÁ ÕÔÅÞËÁ ÐÁÍÑÔÉ.

source: Contains:
ru: óÏÄÅÒÖÉÔ:

source: ByteSize:
ru: òÁÚÍÅÒâÁÊÔÁ:

source: realloced:
ru: ×ÙÄÅÌÅÎÏ ÚÁÎÏ×Ï:

source: Total memory leakage this run:
ru: ïÂÝÁÑ ÕÔÅÞËÁ ÐÁÍÑÔÉ ÚÁ ÜÔÏÔ ÚÁÐÕÓË:

source: Bytes allocated
ru: ÷ÙÄÅÌÅÎÏ ÂÁÊÔ

source: References in
ru: óÓÙÌÏË ×

source: this document:
ru: ÜÔÏÍ ÄÏËÕÍÅÎÔÅ:

source: Visible links:
ru: ÷ÉÄÉÍÙÈ ÓÓÙÌÏË:

source: Hidden links:
ru: óËÒÙÔÙÈ ÓÓÙÌÏË:

source: References
ru: óÓÙÌËÉ

source: Visible links
ru: ÷ÉÄÉÍÙÅ ÓÓÙÌËÉ

source: Unable to get status of '%s'.
ru: îÅ×ÏÚÍÏÖÎÏ ÐÏÌÕÞÉÔØ ÓÔÁÔÕÓ '%s'.

source: The selected item is not a file or a directory! Request ignored.
ru: ÷ÙÂÒÁÎÎÙÊ ÜÌÅÍÅÎÔ ÎÅ Ñ×ÌÑÅÔÓÑ ÆÁÊÌÏÍ ÉÌÉ ËÁÔÁÌÏÇÏÍ! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.

source: Unable to %s due to system error!
ru: îÅ ÕÄÁÅÔÓÑ %s ×ÓÌÅÄÓÔ×ÉÅ ÓÉÓÔÅÍÎÏÊ ÏÛÉÂËÉ!

source: Probable failure to %s due to system error!
ru: ÷ÏÚÍÏÖÎÏ ÏÛÉÂËÁ %s ×ÓÌÅÄÓÔ×ÉÅ ÓÉÓÔÅÍÎÏÊ ÏÛÉÂËÉ!

source: remove %s
ru: ÕÄÁÌÉÔØ %s

source: move %s to %s
ru: ÐÅÒÅÍÅÓÔÉÔØ %s × %s

source: There is already a directory with that name! Request ignored.
ru: ëÁÔÁÌÏÇ Ó ÔÁËÉÍ ÉÍÅÎÅÍ ÕÖÅ ÓÕÝÅÓÔ×ÕÅÔ! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.
