Repository: kurtchen/Lynx
Catalog: po/*.po
Languages: ru

source: Out of memory reading jump file!
ru: îÅ È×ÁÔÁÅÔ ÐÁÍÑÔÉ ÄÌÑ ÞÔÅÎÉÑ ÆÁÊÌÁ ÐÅÒÅÈÏÄÏ×!

source: Out of memory reading jump table!
ru: îÅ È×ÁÔÁÅÔ ÐÁÍÑÔÉ ÄÌÑ ÞÔÅÎÉÑ ÔÁÂÌÉÃÙ ÐÅÒÅÈÏÄÏ×!

source: No index is currently available.
ru: óÅÊÞÁÓ ÎÅÔ ÄÏÓÔÕÐÎÏÇÏ ÉÎÄÅËÓÁ.

source: Do you really want to go to the Main screen?
ru: ÷Ù ÄÅÊÓÔ×ÉÔÅÌØÎÏ ÈÏÔÉÔÅ ÐÅÒÅÊÔÉ Ë çÌÁ×ÎÏÍÕ ÜËÒÁÎÕ?

source: You are already at main screen!
ru: ÷Ù ÕÖÅ ÎÁÈÏÄÉÔÅÓØ ÎÁ ÇÌÁ×ÎÏÍ ÜËÒÁÎÅ!

source: Not a searchable indexed document -- press '/' to search for a text string
ru: îÅ ÐÏÉÓËÏ×ÙÊ ÉÎÄÅËÓÉÒÏ×ÁÎÎÙÊ ÄÏËÕÍÅÎÔ - ÎÁÖÍÉÔÅ '/' ÄÌÑ ÐÏÉÓËÁ ÐÏ ÓÔÒÏËÅ ÔÅËÓÔÁ

source: No owner is defined for this file so you cannot send a comment
ru: äÌÑ ÜÔÏÇÏ ÆÁÊÌÁ ÎÅ ÏÐÒÅÄÅÌÅÎ ×ÌÁÄÅÌÅÃ, ÔÁË ÞÔÏ ×Ù ÎÅ ÍÏÖÅÔÅ ÐÏÓÌÁÔØ ËÏÍÍÅÎÔÁÒÉÊ

source: No owner is defined. Use %s?
ru: ÷ÌÁÄÅÌÅÃ ÎÅ ÏÐÒÅÄÅÌÅÎ. éÓÐÏÌØÚÕÊÔÅ %s?

source: Do you wish to send a comment?
ru: ÷Ù ÈÏÔÉÔÅ ÐÏÓÌÁÔØ ËÏÍÍÅÎÔÁÒÉÊ?

source: Mail is disallowed so you cannot send a comment
ru: ðÏÞÔÁ ÚÁÐÒÅÝÅÎÁ, ÔÁË ÞÔÏ ×Ù ÎÅ ÍÏÖÅÔÅ ÐÏÓÌÁÔØ ËÏÍÍÅÎÔÁÒÉÊ

source: The 'e'dit command is currently disabled.
ru: ëÏÍÁÎÄÁ e)ÒÅÄÁËÔÉÒÏ×ÁÎÉÑ ÓÅÊÞÁÓ ÏÔËÌÀÞÅÎÁ.

source: External editing is currently disabled.
ru: ÷ÎÅÛÎÅÅ ÒÅÄÁËÔÉÒÏ×ÁÎÉÅ ÓÅÊÞÁÓ ÏÔËÌÀÞÅÎÏ.

source: System error - failure to get status.
ru: óÉÓÔÅÍÎÁÑ ÏÛÉÂËÁ - ÎÅ ÕÄÁÅÔÓÑ ÐÏÌÕÞÉÔØ ÓÔÁÔÕÓ.

source: No editor is defined!
ru: òÅÄÁËÔÏÒ ÎÅ ÏÐÒÅÄÅÌÅÎ!

source: The 'p'rint command is currently disabled.
ru: ëÏÍÁÎÄÁ p)ÐÅÞÁÔÉ ÓÅÊÞÁÓ ÏÔËÌÀÞÅÎÁ.

source: Document has no Toolbar links or Banner.
ru: äÏËÕÍÅÎÔ ÎÅ ÉÍÅÅÔ ÓÓÙÌÏË Toolbar ÉÌÉ Banner.

source: Unable to open traversal file.
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ÆÁÊÌ ÐÒÏÈÏÖÄÅÎÉÑ.

source: TRAVERSAL WAS INTERRUPTED
ru: ðïèïöäåîéå ðòåò÷áîï

source: Follow link (or goto link or page) number:
ru: ðÅÒÅÈÏÄ ÐÏ ÓÓÙÌËÅ (ÉÌÉ Ë ÓÓÙÌËÅ ÉÌÉ ÓÔÒÁÎÉÃÅ) Ó ÎÏÍÅÒÏÍ:

source: Select option (or page) number:
ru: ÷ÙÂÅÒÉÔÅ ÎÏÍÅÒ ÏÐÃÉÉ (ÉÌÉ ÓÔÒÁÎÉÃÙ):

source: Option number %d already is current.
ru: ïÐÃÉÑ ÎÏÍÅÒ %d ÕÖÅ Ñ×ÌÑÅÔÓÑ ÔÅËÕÝÅÊ.

source: You are already at the end of this option list.
ru: ÷Ù ÕÖÅ ÎÁÈÏÄÉÔÅÓØ × ËÏÎÃÅ ÜÔÏÇÏ ÓÐÉÓËÁ ÏÐÃÉÊ.

source: You are already at the beginning of this option list.
ru: ÷Ù ÕÖÅ ÎÁÈÏÄÉÔÅÓØ × ÎÁÞÁÌÅ ÜÔÏÇÏ ÓÐÉÓËÁ ÏÐÃÉÊ.

source: You are already at page %d of this option list.
ru: ÷Ù ÕÖÅ ÎÁÈÏÄÉÔÅÓØ ÎÁ ÓÔÒÁÎÉÃÅ %d ÜÔÏÇÏ ÓÐÉÓËÁ ÏÐÃÉÊ.

source: You have entered an invalid option number.
ru: ÷Ù ××ÅÌÉ ÎÅ×ÅÒÎÙÊ ÎÏÍÅÒ ÏÐÃÉÉ.

source: ** Bad HTML!! Use -trace to diagnose. **
ru: ** ðÌÏÈÏÊ HTML!! äÌÑ ÄÉÁÇÎÏÓÔÉËÉ ÉÓÐÏÌØÚÕÊÔÅ -trace. **

source: Give name of file to save in
ru: úÁÄÁÊÔÅ ÉÍÑ ÆÁÊÌÁ ÄÌÑ ÚÁÐÉÓÉ

source: Can't save data to file -- please run WWW locally
ru: îÅ ÕÄÁÅÔÓÑ ÚÁÐÉÓÁÔØ ÄÁÎÎÙÅ × ÆÁÊÌ -- ÐÏÖÁÌÕÊÓÔÁ, ÚÁÐÕÓÔÉÔÅ WWW ÌÏËÁÌØÎÏ

source: Can't open temporary file!
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ×ÒÅÍÅÎÎÙÊ ÆÁÊÌ!

source: Can't open output file! Cancelling!
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ×ÙÈÏÄÎÏÊ ÆÁÊÌ! ïÔÍÅÎÁ!

source: Execution is disabled.
ru: ÷ÙÐÏÌÎÅÎÉÅ ÏÔËÌÀÞÅÎÏ.

source: Execution is not enabled for this file. See the Options menu (use %s).
ru: ÷ÙÐÏÌÎÅÎÉÅ ÄÌÑ ÜÔÏÇÏ ÆÁÊÌÁ ÏÔËÌÀÞÅÎÏ. óÍ. ÍÅÎÀ ïÐÃÉÊ (ÉÓÐÏÌØÚÕÊÔÅ %s).

source: Execution capabilities are not compiled into this version.
ru: ÷ÏÚÍÏÖÎÏÓÔÉ ×ÙÐÏÌÎÅÎÉÑ ÎÅ ×ËÌÀÞÅÎÙ × ÜÔÕ ×ÅÒÓÉÀ.

source: This file cannot be displayed on this terminal.
ru: üÔÏÔ ÆÁÊÌ ÎÅ ÍÏÖÅÔ ÂÙÔØ ÏÔÏÂÒÁÖÅÎ ÎÁ ÄÁÎÎÏÍ ÔÅÒÍÉÎÁÌÅ.

source: This file cannot be displayed on this terminal: D)ownload, or C)ancel
ru: üÔÏÔ ÆÁÊÌ ÎÅ ÍÏÖÅÔ ÂÙÔØ ÏÔÏÂÒÁÖÅÎ ÎÁ ÄÁÎÎÏÍ ÔÅÒÍÉÎÁÌÅ: D)ÚÁÇÒÕÚÉÔØ ÉÌÉ C)ÏÔÍÅÎÉÔØ

source: %s D)ownload, or C)ancel
ru: %s D)ÓËÁÞÁÔØ ÉÌÉ C)ÏÔÍÅÎÉÔØ

source: Cancelling file.
ru: ïÔÍÅÎÁ ÆÁÊÌÁ.

source: Retrieving file. - PLEASE WAIT -
ru: ðÏÌÕÞÅÎÉÅ ÆÁÊÌÁ. - ðïöáìõêóôá, ðïäïöäéôå -

source: Enter a filename:
ru: ÷×ÅÄÉÔÅ ÉÍÑ ÆÁÊÌÁ:

source: Edit the previous filename:
ru: òÅÄÁËÔÉÒÏ×ÁÎÉÅ ÐÒÅÄÙÄÕÝÅÇÏ ÉÍÅÎÉ ÆÁÊÌÁ:

source: Edit a previous filename:
ru: òÅÄÁËÔÉÒÏ×ÁÎÉÅ ÐÒÅÄÙÄÕÝÅÇÏ ÉÍÅÎÉ ÆÁÊÌÁ:

source: Enter a new filename:
ru: ÷×ÅÄÉÔÅ ÎÏ×ÏÅ ÉÍÑ ÆÁÊÌÁ:

source: File name may not begin with a dot.
ru: éÍÑ ÆÁÊÌÁ ÎÅ ÍÏÖÅÔ ÎÁÞÉÎÁÔØÓÑ Ó ÔÏÞËÉ.

source: File exists. Create higher version?
ru: æÁÊÌ ÓÕÝÅÓÔ×ÕÅÔ. óÏÚÄÁÔØ ÅÝÅ ÏÄÎÕ ×ÅÒÓÉÀ?

source: File exists. Overwrite?
ru: æÁÊÌ ÓÕÝÅÓÔ×ÕÅÔ. ðÅÒÅÚÁÐÉÓÁÔØ?

source: Cannot write to file.
ru: îÅ ÕÄÁÅÔÓÑ ÚÁÐÉÓÁÔØ × ÆÁÊÌ.

source: ERROR! - download command is misconfigured.
ru: ïûéâëá! - ËÏÍÁÎÄÁ ÓËÁÞÉ×ÁÎÉÑ ÎÅÐÒÁ×ÉÌØÎÏ ÓËÏÎÆÉÇÕÒÉÒÏ×ÁÎÁ.

source: Unable to download file.
ru: îÅ ÕÄÁÅÔÓÑ ÓËÁÞÁÔØ ÆÁÊÌ.

source: Reading directory...
ru: þÔÅÎÉÅ ËÁÔÁÌÏÇÁ...

source: Building directory listing...
ru: ðÏÓÔÒÏÅÎÉÅ ÓÐÉÓËÁ ËÁÔÁÌÏÇÁ...

source: Saving...
ru: óÏÈÒÁÎÅÎÉÅ...

source: Could not edit file '%s'.
ru: îÅ ÕÄÁÅÔÓÑ ÏÔÒÅÄÁËÔÉÒÏ×ÁÔØ ÆÁÊÌ '%s'.

source: Unable to access document!
ru: ïÛÉÂËÁ ÄÏÓÔÕÐÁ Ë ÄÏËÕÍÅÎÔÕ!

source: Could not access file.
ru: ïÛÉÂËÁ ÄÏÓÔÕÐÁ Ë ÆÁÊÌÕ.

source: Could not access directory.
ru: ïÛÉÂËÁ ÄÏÓÔÕÐÁ Ë ËÁÔÁÌÏÇÕ.

source: Could not load data.
ru: îÅ ÕÄÁÅÔÓÑ ÚÁÇÒÕÚÉÔØ ÄÁÎÎÙÅ.

source: Lynx cannot currently (e)dit remote WWW files.
ru: ÷ ÎÁÓÔÏÑÝÅÅ ×ÒÅÍÑ Lynx ÎÅ ÍÏÖÅÔ e)ÒÅÄÁËÔÉÒÏ×ÁÔØ ÕÄÁÌÅÎÎÙÅ WWW ÆÁÊÌÙ.

source: This field cannot be (e)dited with an external editor.
ru: üÔÏ ÐÏÌÅ ÎÅ ÍÏÖÅÔ ÂÙÔØ e)ÏÔÒÅÄÁËÔÉÒÏ×ÁÎÏ Ó ÐÏÍÏÝØÀ ×ÎÅÛÎÅÇÏ ÒÅÄÁËÔÏÒÁ.

source: Bad rule
ru: ðÌÏÈÏÅ ÐÒÁ×ÉÌÏ

source: Insufficient operands:
ru: îÅÄÏÓÔÁÔÏÞÎÏ ÏÐÅÒÁÎÄÏ×:

source: You are not authorized to edit this file.
ru: õ ×ÁÓ ÎÅÔ ÐÏÌÎÏÍÏÞÉÊ ÄÌÑ ÒÅÄÁËÔÉÒÏ×ÁÎÉÑ ÜÔÏÇÏ ÆÁÊÌÁ.

source: Title:
ru: úÁÇÏÌÏ×ÏË:

source: Subject:
ru: ôÅÍÁ:

source: Username:
ru: éÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ:

source: Password:
ru: ðÁÒÏÌØ:

source: lynx: Username and Password required!!!
ru: lynx: ÔÒÅÂÕÀÔÓÑ éÍÑ ÐÏÌØÚÏ×ÁÔÅÌÑ É ðÁÒÏÌØ!!!

source: lynx: Password required!!!
ru: lynx: ÔÒÅÂÕÅÔÓÑ ðÁÒÏÌØ!!!

source: Clear all authorization info for this session?
ru: ïÞÉÓÔÉÔØ ×ÓÀ ÉÎÆÏÒÍÁÃÉÀ Ï ÐÏÌÎÏÍÏÞÉÑÈ ÄÌÑ ÜÔÏÇÏ ÓÅÁÎÓÁ?

source: Authorization info cleared.
ru: éÎÆÏÒÍÁÃÉÑ Ï ÐÏÌÎÏÍÏÞÉÑÈ ÏÞÉÝÅÎÁ.

source: Authorization failed. Retry?
ru: îÅÕÄÁÞÎÁÑ ÐÒÏ×ÅÒËÁ ÐÏÌÎÏÍÏÞÉÊ. ðÏ×ÔÏÒÉÔØ?

source: cgi support has been disabled.
ru: ÐÏÄÄÅÒÖËÁ cgi ÂÙÌÁ ÏÔËÌÀÞÅÎÁ.

source: Lynxcgi capabilities are not compiled into this version.
ru: ÷ÏÚÍÏÖÎÏÓÔÉ lynxcgi ÎÅ ÓËÏÍÐÉÌÉÒÏ×ÁÎÙ × ÜÔÏÊ ×ÅÒÓÉÉ.

source: Sorry, no known way of converting %s to %s.
ru: éÚ×ÉÎÉÔÅ, ÎÅÔ ÉÚ×ÅÓÔÎÏÇÏ ÓÐÏÓÏÂÁ ÐÒÅÏÂÒÁÚÏ×ÁÎÉÑ %s × %s.

source: Unable to set up connection.
ru: îÅ ÕÄÁÅÔÓÑ ÐÏÄÇÏÔÏ×ÉÔØ ÓÏÅÄÉÎÅÎÉÅ.

source: Unable to make connection
ru: îÅ ÕÄÁÅÔÓÑ ÕÓÔÁÎÏ×ÉÔØ ÓÏÅÄÉÎÅÎÉÅ

source: Executable link rejected due to malformed request.
ru: ÷ÙÐÏÌÎÑÅÍÁÑ ÓÓÙÌËÁ ÏÔ×ÅÒÇÎÕÔÁ ÉÚ-ÚÁ ÎÅÐÒÁ×ÉÌØÎÏ ÓÆÏÒÍÉÒÏ×ÁÎÎÏÇÏ ÚÁÐÒÏÓÁ.

source: Executable link rejected due to `%c' character.
ru: ÷ÙÐÏÌÎÑÅÍÁÑ ÓÓÙÌËÁ ÏÔ×ÅÒÇÎÕÔÁ ÉÚ-ÚÁ ÓÉÍ×ÏÌÁ `%c'.

source: Executable link rejected due to relative path string ('../').
ru: ÷ÙÐÏÌÎÑÅÍÁÑ ÓÓÙÌËÁ ÏÔ×ÅÒÇÎÕÔÁ ÉÚ-ÚÁ ÓÔÒÏËÉ ÏÔÎÏÓÉÔÅÌØÎÏÇÏ ÐÕÔÉ ('../').

source: Executable link rejected due to location or path.
ru: ÷ÙÐÏÌÎÑÅÍÁÑ ÓÓÙÌËÁ ÏÔ×ÅÒÇÎÕÔÁ ÉÚ-ÚÁ ÁÄÒÅÓÁ ÉÌÉ ÐÕÔÉ.

source: Mail access is disabled!
ru: äÏÓÔÕÐ Ë ÐÏÞÔÅ ÏÔËÌÀÞÅÎ!

source: Only files and servers on the local host can be accessed.
ru: äÏÓÔÕÐÎÙ ÔÏÌØËÏ ÆÁÊÌÙ É ÓÅÒ×ÅÒÙ ÎÁ ÌÏËÁÌØÎÏÍ ËÏÍÐØÀÔÅÒÅ.

source: Telnet access is disabled!
ru: äÏÓÔÕÐ Ë telnet ÚÁÐÒÅÝÅÎ!

source: Telnet port specifications are disabled.
ru: óÐÅÃÉÆÉËÁÃÉÉ ÐÏÒÔÁ ÄÌÑ telnet ÚÁÐÒÅÝÅÎÙ.

source: USENET news access is disabled!
ru: äÏÓÔÕÐ Ë ÎÏ×ÏÓÔÑÍ USENET ÚÁÐÒÅÝÅÎ!

source: Rlogin access is disabled!
ru: äÏÓÔÕÐ Ë rlogin ÚÁÐÒÅÝÅÎ!

source: Ftp access is disabled!
ru: äÏÓÔÕÐ Ë ftp ÚÁÐÒÅÝÅÎ!

source: There are no references from this document.
ru: éÚ ÜÔÏÇÏ ÄÏËÕÍÅÎÔÁ ÎÅÔ ÓÓÙÌÏË.

source: There are only hidden links from this document.
ru: ÷ ÜÔÏÍ ÄÏËÕÍÅÎÔÅ ÅÓÔØ ÔÏÌØËÏ ÓËÒÙÔÙÅ ÓÓÙÌËÉ.

source: Unable to open command file.
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ËÏÍÁÎÄÎÙÊ ÆÁÊÌ.

source: News Post Cancelled!!!
ru: ðÏÓÙÌËÁ ÎÏ×ÏÓÔÅÊ ÐÒÅÒ×ÁÎÁ!!!

source: Spawning your selected editor to edit news message
ru: úÁÐÕÓË ×ÙÂÒÁÎÎÏÇÏ ×ÁÍÉ ÒÅÄÁËÔÏÒÁ ÄÌÑ ÒÅÄÁËÔÉÒÏ×ÁÎÉÑ ÓÏÏÂÝÅÎÉÑ ÎÏ×ÏÓÔÅÊ

source: Post this message?
ru: ðÏÓÌÁÔØ ÜÔÏ ÓÏÏÂÝÅÎÉÅ?

source: Append '%s'?
ru: äÏÂÁ×ÉÔØ '%s'?

source: Posting to newsgroup(s)...
ru: ðÏÓÙÌËÁ × ÇÒÕÐÐÙ ÎÏ×ÏÓÔÅÊ...

source: *** You have unread mail. ***
ru: *** õ ×ÁÓ ÅÓÔØ ÎÅÐÒÏÞÉÔÁÎÎÁÑ ÐÏÞÔÁ. ***

source: *** You have mail. ***
ru: *** õ ×ÁÓ ÅÓÔØ ÐÏÞÔÁ. ***

source: *** You have new mail. ***
ru: *** õ ×ÁÓ ÅÓÔØ ÎÏ×ÁÑ ÐÏÞÔÁ. ***

source: File insert cancelled!!!
ru: ÷ÓÔÁ×ËÁ ÆÁÊÌÁ ÏÔÍÅÎÅÎÁ!!!

source: Not enough memory for file!
ru: îÅ È×ÁÔÁÅÔ ÐÁÍÑÔÉ ÄÌÑ ÆÁÊÌÁ!

source: Can't open file for reading.
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ÆÁÊÌ ÄÌÑ ÞÔÅÎÉÑ!

source: File does not exist.
ru: æÁÊÌ ÎÅ ÓÕÝÅÓÔ×ÕÅÔ.

source: File does not exist - reenter or cancel:
ru: æÁÊÌ ÎÅ ÓÕÝÅÓÔ×ÕÅÔ - ××ÅÄÉÔÅ ÓÎÏ×Á ÉÌÉ ÏÔÍÅÎÉÔÅ:

source: File is not readable.
ru: æÁÊÌ ÎÅ ÄÏÓÔÕÐÅÎ ÎÁ ÞÔÅÎÉÅ.

source: File is not readable - reenter or cancel:
ru: æÁÊÌ ÎÅ ÄÏÓÔÕÐÅÎ ÎÁ ÞÔÅÎÉÅ - ××ÅÄÉÔÅ ÓÎÏ×Á ÉÌÉ ÏÔÍÅÎÉÔÅ:

source: Nothing to insert - file is 0-length.
ru: ÷ÓÔÁ×ÌÑÔØ ÎÅÞÅÇÏ - ÆÁÊÌ ÎÕÌÅ×ÏÊ ÄÌÉÎÙ.

source: Save request cancelled!!!
ru: úÁÐÒÏÓ ÎÁ ÓÏÈÒÁÎÅÎÉÅ ÏÔÍÅÎÅÎ!!!

source: Mail request cancelled!!!
ru: úÁÐÒÏÓ ÎÁ ÐÏÓÙÌËÕ ÐÏÞÔÙ ÏÔÍÅÎÅÎ!!!

source: Viewing preparsed source. Are you sure you want to mail it?
ru: ðÒÏÓÍÏÔÒ ÒÁÚÏÂÒÁÎÎÏÇÏ ÉÓÈÏÄÎÏÇÏ ÔÅËÓÔÁ. ÷Ù Õ×ÅÒÅÎÙ, ÞÔÏ ÈÏÔÉÔÅ ÏÔÐÒÁ×ÉÔØ ÅÇÏ?

source: Please wait...
ru: ðÏÖÁÌÕÊÓÔÁ, ÐÏÄÏÖÄÉÔÅ...

source: Mailing file. Please wait...
ru: ðÏÓÙÌËÁ ÆÁÊÌÁ ÐÏ ÐÏÞÔÅ. ðÏÖÁÌÕÊÓÔÁ, ÐÏÄÏÖÄÉÔÅ...

source: ERROR - Unable to mail file
ru: ïûéâëá - ÎÅ ÕÄÁÅÔÓÑ ÐÏÓÌÁÔØ ÆÁÊÌ ÐÏ ÐÏÞÔÅ

source: File is %d screens long. Are you sure you want to print?
ru: æÁÊÌ ÚÁÎÉÍÁÅÔ %d ÜËÒÁÎÏ×. ÷Ù Õ×ÅÒÅÎÙ, ÞÔÏ ÈÏÔÉÔÅ ÅÇÏ ÎÁÐÅÞÁÔÁÔØ?

source: Print request cancelled!!!
ru: úÁÐÒÏÓ ÎÁ ÐÅÞÁÔØ ÏÔÍÅÎÅÎ!!!

source: Press <return> to begin:
ru: îÁÖÍÉÔÅ <××ÏÄ> ÄÌÑ ÎÁÞÁÌÁ:

source: Press <return> to finish:
ru: îÁÖÍÉÔÅ <××ÏÄ> ÄÌÑ ÚÁ×ÅÒÛÅÎÉÑ:

source: File is %d pages long. Are you sure you want to print?
ru: æÁÊÌ ÚÁÎÉÍÁÅÔ %d ÓÔÒÁÎÉÃ. ÷Ù Õ×ÅÒÅÎÙ, ÞÔÏ ÈÏÔÉÔÅ ÎÁÐÅÞÁÔÁÔØ?

source: Be sure your printer is on-line. Press <return> to start printing:
ru: õÂÅÄÉÔÅÓØ, ÞÔÏ ÐÒÉÎÔÅÒ × ÒÅÖÉÍÅ on-line. îÁÖÍÉÔÅ <××ÏÄ> ÄÌÑ ÎÁÞÁÌÁ ÐÅÞÁÔÉ:

source: ERROR - Unable to allocate file space!!!
ru: ïûéâëá - ÎÅ ÕÄÁÅÔÓÑ ×ÙÄÅÌÉÔØ ÍÅÓÔÏ ÄÌÑ ÆÁÊÌÁ!!!

source: Unable to open tempfile
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ×ÒÅÍÅÎÎÙÊ ÆÁÊÌ

source: Unable to open print options file
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ÆÁÊÌ Ó ÏÐÃÉÑÍÉ ÐÅÞÁÔÉ

source: Printing file. Please wait...
ru: ðÅÞÁÔØ ÆÁÊÌÁ. ðÏÖÁÌÕÊÓÔÁ, ÐÏÄÏÖÄÉÔÅ...

source: Please enter a valid internet mail address:
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÅÄÉÔÅ ÐÒÁ×ÉÌØÎÙÊ ÁÄÒÅÓ ÜÌÅËÔÒÏÎÎÏÊ ÐÏÞÔÙ:

source: ERROR! - printer is misconfigured!
ru: ïûéâëá! - ÐÒÉÎÔÅÒ ÎÅÐÒÁ×ÉÌØÎÏ ÓËÏÎÆÉÇÕÒÉÒÏ×ÁÎ!

source: Image map from POST response not available!
ru: ïÔÓÕÔÓÔ×ÕÅÔ ÎÁ×ÉÇÁÃÉÏÎÎÁÑ ËÁÒÔÁ ÏÔ ÏÔ×ÅÔÁ POST!

source: Client-side image MAP is not accessible!
ru: ëÌÉÅÎÔÓËÁÑ ÎÁ×ÉÇÁÃÉÏÎÎÁÑ ËÁÒÔÁ ÎÅÄÏÓÔÕÐÎÁ!

source: No client-side image MAPs are available!
ru: ëÌÉÅÎÔÓËÉÅ ÎÁ×ÉÇÁÃÉÏÎÎÙÅ ËÁÒÔÙ ÏÔÓÕÔÓÔ×ÕÀÔ!

source: Client-side image MAP is not available!
ru: ëÌÉÅÎÔÓËÁÑ ÎÁ×ÉÇÁÃÉÏÎÎÁÑ ËÁÒÔÁ ÏÔÓÕÔÓÔ×ÕÅÔ!

source: Screen height must be at least 24 lines for the Options menu!
ru: äÌÑ ÏÔÏÂÒÁÖÅÎÉÑ ÍÅÎÀ ïÐÃÉÊ, ×ÙÓÏÔÁ ÜËÒÁÎÁ ÄÏÌÖÎÁ ÂÙÔØ ÎÅ ÍÅÎÅÅ 24 ÓÔÒÏË!

source: Screen height must be at least 23 lines for the Options menu!
ru: äÌÑ ÏÔÏÂÒÁÖÅÎÉÑ ÍÅÎÀ ïÐÃÉÊ, ×ÙÓÏÔÁ ÜËÒÁÎÁ ÄÏÌÖÎÁ ÂÙÔØ ÎÅ ÍÅÎÅÅ 23 ÓÔÒÏË!

source: Screen height must be at least 22 lines for the Options menu!
ru: äÌÑ ÏÔÏÂÒÁÖÅÎÉÑ ÍÅÎÀ ïÐÃÉÊ, ×ÙÓÏÔÁ ÜËÒÁÎÁ ÄÏÌÖÎÁ ÂÙÔØ ÎÅ ÍÅÎÅÅ 22 ÓÔÒÏË!

source: That key requires Advanced User mode.
ru: üÔÏÔ ËÌÀÞ ÔÒÅÂÕÅÔ ÒÅÖÉÍÁ ÄÌÑ ðÒÏÄ×ÉÎÕÔÏÇÏ ðÏÌØÚÏ×ÁÔÅÌÑ.

source: Content-type: %s
ru: ôÉÐ ÓÏÄÅÒÖÉÍÏÇÏ: %s

source: Command:
ru: ëÏÍÁÎÄÁ:

source: Unknown or ambiguous command
ru: îÅÉÚ×ÅÓÔÎÁÑ ÉÌÉ ÎÅÏÄÎÏÚÎÁÞÎÁÑ ËÏÍÁÎÄÁ

source: Version
ru: ÷ÅÒÓÉÑ

source: first
ru: ÓÎÁÞÁÌÁ

source: , guessing...
ru: , ÕÇÁÄÙ×ÁÎÉÅ...

source: Permissions for
ru: òÁÚÒÅÛÅÎÉÅ ÄÌÑ

source: Select
ru: ÷ÙÂÅÒÉÔÅ

source: capital letter
ru: ÚÁÇÌÁ×ÎÁÑ ÂÕË×Á

source: of option line,
ru: ÓÔÒÏËÉ ÏÐÃÉÊ,

source: to save,
ru: ÄÌÑ ÚÁÐÉÓÉ,

source: to
ru: ÄÌÑ

source: or
ru: ÉÌÉ

source: index
ru: ÉÎÄÅËÓ

source: to return to Lynx.
ru: ÄÌÑ ×ÏÚ×ÒÁÔÁ Ë Lynx.

source: Accept Changes
ru: ðÒÉÎÑÔØ ÉÚÍÅÎÅÎÉÑ

source: Reset Changes
ru: ïÔÍÅÎÉÔØ éÚÍÅÎÅÎÉÑ

source: Left Arrow cancels changes
ru: ìÅ×ÁÑ óÔÒÅÌËÁ ÏÔÍÅÎÑÅÔ ÉÚÍÅÎÅÎÉÑ

source: Save options to disk
ru: óÏÈÒÁÎÉÔØ ÏÐÃÉÉ ÎÁ ÄÉÓË

source: Hit RETURN to accept entered data.
ru: îÁÖÍÉÔÅ ÷÷ïä ÄÌÑ ÐÒÉÎÑÔÉÑ ××ÅÄÅÎÎÙÈ ÄÁÎÎÙÈ.

source: Hit RETURN to accept entered data. Delete data to invoke the default.
ru: îÁÖÍÉÔÅ ÷÷ïä ÄÌÑ ÐÒÉÎÑÔÉÑ ××ÅÄÅÎÎÙÈ ÄÁÎÎÙÈ. õÄÁÌÉÔÅ ÄÌÑ ×ÏÚ×ÒÁÔÁ Ë ÐÒÅÄÙÄÕÝÉÍ.

source: Value accepted!
ru: úÎÁÞÅÎÉÅ ÐÒÉÎÑÔÏ!

source: Value accepted! -- WARNING: Lynx is configured for XWINDOWS!
ru: úÎÁÞÅÎÉÅ ÐÒÉÎÑÔÏ! -- ðòåäõðòåöäåîéå: Lynx ÓËÏÎÆÉÇÕÒÉÒÏ×ÁÎ ÄÌÑ XWINDOWS!

source: Value accepted! -- WARNING: Lynx is NOT configured for XWINDOWS!
ru: úÎÁÞÅÎÉÅ ÐÒÉÎÑÔÏ! -- ðòåäõðòåöäåîéå: Lynx îå ÓËÏÎÆÉÇÕÒÉÒÏ×ÁÎ ÄÌÑ XWINDOWS!

source: You are not allowed to change which editor to use!
ru: ÷Ù ÎÅ ÍÏÖÅÔÅ ÉÚÍÅÎÉÔØ ÒÅÄÁËÔÏÒ, ËÏÔÏÒÙÊ ÉÓÐÏÌØÚÏ×ÁÔØ!

source: Failed to set DISPLAY variable!
ru: îÅ ÕÄÁÅÔÓÑ ÕÓÔÁÎÏ×ÉÔØ ÐÅÒÅÍÅÎÎÕÀ DISPLAY!

source: Failed to clear DISPLAY variable!
ru: îÅ ÕÄÁÅÔÓÑ ÏÞÉÓÔÉÔØ ÐÅÒÅÍÅÎÎÕÀ DISPLAY!

source: You are not allowed to change the bookmark file!
ru: ÷Ù ÎÅ ÍÏÖÅÔÅ ÉÚÍÅÎÉÔØ ÆÁÊÌ ÚÁËÌÁÄÏË!

source: Terminal does not support color
ru: ôÅÒÍÉÎÁÌ ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔ Ã×ÅÔ

source: Your '%s' terminal does not support color.
ru: ÷ÁÛ ÔÅÒÍÉÎÁÌ '%s' ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔ Ã×ÅÔ.

source: Access to dot files is disabled!
ru: äÏÓÔÕÐ Ë dot-ÆÁÊÌÁÍ ÏÔËÌÀÞÅÎ!

source: User-Agent string does not contain "Lynx" or "L_y_n_x"
ru: óÔÒÏËÁ User-Agent ÎÅ ÓÏÄÅÒÖÉÔ "Lynx" ÉÌÉ "L_y_n_x"

source: Use "L_y_n_x" or "Lynx" in User-Agent, or it looks like intentional deception!
ru: éÓÐÏÌØÚÕÊÔÅ "L_y_n_x" ÉÌÉ "Lynx" × User-Agent, ÉÎÁÞÅ ÜÔÏ ×ÙÇÌÑÄÉÔ ËÁË ÐÒÅÄÎÁÍÅÒÅÎÎÙÊ ÏÂÍÁÎ!

source: Changing of the User-Agent string is disabled!
ru: ÷ÏÚÍÏÖÎÏÓÔØ ÉÚÍÅÎÅÎÉÑ ÓÔÒÏËÉ User-Agent ÏÔËÌÀÞÅÎÁ!

source: You are not allowed to change this setting.
ru: ÷Ù ÎÅ ÍÏÖÅÔÅ ÉÚÍÅÎÉÔØ ÜÔÕ ÎÁÓÔÒÏÊËÕ.

source: Saving Options...
ru: óÏÈÒÁÎÅÎÉÅ ÏÐÃÉÊ...

source: Options saved!
ru: ïÐÃÉÉ ÓÏÈÒÁÎÅÎÙ!

source: Unable to save Options!
ru: îÅ ÕÄÁÅÔÓÑ ÓÏÈÒÁÎÉÔØ ïÐÃÉÉ!

source: 'r' to return to Lynx
ru: 'r' ÄÌÑ ×ÏÚ×ÒÁÔÁ Ë Lynx

source: '>' to save, or 'r' to return to Lynx
ru: '>' ÄÌÑ ÓÏÈÒÁÎÅÎÉÑ, ÉÌÉ 'r' ÄÌÑ ×ÏÚ×ÒÁÔÁ Ë Lynx

source: Hit any key to change value; RETURN to accept.
ru: îÁÖÍÉÔÅ ÌÀÂÕÀ ËÌÁ×ÉÛÕ ÄÌÑ ÉÚÍÅÎÅÎÉÑ ÚÎÁÞÅÎÉÑ; ÷÷ïä ÞÔÏÂÙ ÐÒÉÎÑÔØ.

source: Error uncompressing temporary file!
ru: ïÛÉÂËÁ ÒÁÚÁÒÈÉ×ÁÃÉÉ ×ÒÅÍÅÎÎÏÇÏ ÆÁÊÌÁ!

source: Unsupported URL scheme!
ru: îÅÐÏÄÄÅÒÖÉ×ÁÅÍÁÑ ÓÈÅÍÁ URL!

source: Unsupported data: URL! Use SHOWINFO, for now.
ru: îÅÐÏÄÄÅÒÖÉ×ÁÅÍÙÅ ÄÁÎÎÙÅ: URL! éÓÐÏÌØÚÕÊÔÅ ðïëáú éîæïòíáãéé, ÐÏËÁ ÞÔÏ.

source: Redirection limit of 10 URL's reached.
ru: äÏÓÔÉÇÎÕÔ ÐÒÅÄÅÌ ÐÅÒÅÎÁÐÒÁ×ÌÅÎÉÊ × 10 URL.

source: Illegal redirection URL received from server!
ru: ïÔ ÓÅÒ×ÅÒÁ ÐÏÌÕÞÅÎ ÎÅ×ÅÒÎÙÊ URL ÐÅÒÅÎÁÐÒÁ×ÌÅÎÉÑ!

source: Server asked for %d redirection of POST content to
ru: óÅÒ×ÅÒ ÚÁÐÒÏÓÉÌ %d ÐÅÒÅÎÁÐÒÁ×ÌÅÎÉÊ ÓÏÄÅÒÖÉÍÏÇÏ POST ÐÏ ÁÄÒÅÓÕ

source: P)roceed, use G)ET or C)ancel
ru: P)ðÒÉÓÔÕÐÉÔØ, ÉÓÐÏÌØÚÕÊÔÅ G)ET ÉÌÉ C)ïÔÍÅÎÁ

source: P)roceed, or C)ancel
ru: P)ðÒÉÓÔÕÐÉÔØ, ÉÌÉ C)ïÔÍÅÎÉÔØ

source: Redirection of POST content. P)roceed, see U)RL, use G)ET or C)ancel
ru: ðÅÒÅÎÁÐÒÁ×ÌÅÎÉÅ ÓÏÄÅÒÖÉÍÏÇÏ POST. P)ðÒÉÓÔÕÐÉÔØ, ÐÏËÁÚÁÔØ U)RL, G)ET ÉÌÉ C)ÏÔÍÅÎÁ

source: Redirection of POST content. P)roceed, see U)RL, or C)ancel
ru: ðÅÒÅÎÁÐÒÁ×ÌÅÎÉÅ ÓÏÄÅÒÖÉÍÏÇÏ POST. P)ðÒÏÄÏÌÖÉÔØ, ÐÒÏÓÍÏÔÒÅÔØ U)RL ÉÌÉ C)ÏÔÍÅÎÉÔØ

source: Document from Form with POST content. Resubmit?
ru: äÏËÕÍÅÎÔ ÉÚ æÏÒÍÙ Ó ÓÏÄÅÒÖÉÍÙÍ POST. ðÏÓÌÁÔØ ÚÁÎÏ×Ï?

source: Resubmit POST content to %s ?
ru: ðÏÓÌÁÔØ ÚÁÎÏ×Ï ÓÏÄÅÒÖÉÍÏÅ POST ÎÁ %s ?

source: List from document with POST data. Reload %s ?
ru: óÐÉÓÏË ÉÚ ÄÏËÕÍÅÎÔÁ Ó ÄÁÎÎÙÍÉ POST. ïÂÎÏ×ÉÔØ %s ?

source: Document from POST action, HEAD may not be understood. Proceed?
ru: äÏËÕÍÅÎÔ ÉÚ ÄÅÊÓÔ×ÉÑ POST, HEAD ÍÏÖÅÔ ÂÙÔØ ÎÅ ÐÏÎÑÔ. ðÒÏÄÏÌÖÉÔØ?

source: Form submit action is POST, HEAD may not be understood. Proceed?
ru: äÅÊÓÔ×ÉÅ ÐÏÓÙÌËÉ ÆÏÒÍÙ - POST, HEAD ÍÏÖÅÔ ÂÙÔØ ÎÅ ÐÏÎÑÔ. ðÒÏÄÏÌÖÉÔØ?

source: Proceed without a username and password?
ru: ðÒÏÄÏÌÖÉÔØ ÂÅÚ ÉÍÅÎÉ ÐÏÌØÚÏ×ÁÔÅÌÑ É ÐÁÒÏÌÑ?

source: Proceed (%s)?
ru: ðÒÏÄÏÌÖÉÔØ (%s)?

source: Cannot POST to this host.
ru: îÅ×ÏÚÍÏÖÎÏ ×ÙÐÏÌÎÉÔØ POST ÎÁ ÜÔÕ ÍÁÛÉÎÕ.

source: POST not supported for this URL - ignoring POST data!
ru: POST ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔÓÑ ÄÌÑ ÜÔÏÇÏ URL - ÄÁÎÎÙÅ POST ÉÇÎÏÒÉÒÕÀÔÓÑ!

source: Discarding POST data...
ru: õÎÉÞÔÏÖÅÎÉÅ ÄÁÎÎÙÈ POST...

source: Document will not be reloaded!
ru: äÏËÕÍÅÎÔ ÎÅ ÂÕÄÅÔ ÏÂÎÏ×ÌÅÎ!

source: Location:
ru: áÄÒÅÓ:

source: '%s' not found!
ru: '%s' ÎÅ ÎÁÊÄÅÎÏ!

source: Default Bookmark File
ru: æÁÊÌ ÚÁËÌÁÄÏË ÐÏ ÕÍÏÌÞÁÎÉÀ

source: Screen too small! (8x35 min)
ru: üËÒÁÎ ÓÌÉÛËÏÍ ÍÁÌÅÎØËÉÊ! (8x35 ÍÉÎÉÍÕÍ)

source: Select destination or ^G to Cancel:
ru: ÷ÙÂÅÒÉÔÅ ÍÅÓÔÏ ÎÁÚÎÁÞÅÎÉÑ ÉÌÉ ^G ÄÌÑ ÏÔÍÅÎÙ:

source: Select subbookmark, '=' for menu, or ^G to cancel:
ru: ÷ÙÂÅÒÉÔÅ ÐÏÄÚÁËÌÁÄËÕ, '=' ÄÌÑ ÍÅÎÀ ÉÌÉ ^G ÄÌÑ ÏÔÍÅÎÙ:

source: Reproduce L)ink in this bookmark file or C)ancel? (l,c):
ru: ÷ÏÓÐÒÏÉÚ×ÅÓÔÉ L)ÓÓÙÌËÕ × ÜÔÏÍ ÆÁÊÌÅ ÚÁËÌÁÄÏË ÉÌÉ C)ÏÔÍÅÎÉÔØ? (l,c):

source: Multiple bookmark support is not available.
ru: ðÏÄÄÅÒÖËÁ ÍÎÏÖÅÓÔ×ÅÎÎÙÈ ÚÁËÌÁÄÏË ÎÅ ÄÏÓÔÕÐÎÁ.

source: Select Bookmark (screen %d of %d)
ru: ÷ÙÂÅÒÉÔÅ ÚÁËÌÁÄËÕ (ÜËÒÁÎ %d ÉÚ %d)

source: Select Bookmark
ru: ÷ÙÂÅÒÉÔÅ ÚÁËÌÁÄËÕ

source: Editing Bookmark DESCRIPTION and FILEPATH (%d of 2)
ru: òÅÄÁËÔÉÒÏ×ÁÎÉÅ ïðéóáîéñ É ðõôé ë æáêìõ ÚÁËÌÁÄÏË (%d ÉÚ 2)

source: Editing Bookmark DESCRIPTION and FILEPATH
ru: òÅÄÁËÔÉÒÏ×ÁÎÉÅ ïðéóáîéñ É ðõôé_æáêìá ÚÁËÌÁÄÏË

source: Letter:
ru: âÕË×Á:

source: No previously visited links available!
ru: òÁÎÅÅ ÐÏÓÅÝÅÎÎÙÈ ÓÓÙÌÏË ÎÅÔ!

source: Memory exhausted! Program aborted!
ru: ðÁÍÑÔØ ÉÓÞÅÒÐÁÎÁ! ðÒÏÇÒÁÍÍÁ ÐÒÅÒ×ÁÎÁ!

source: Memory exhausted! Aborting...
ru: ðÁÍÑÔØ ÉÓÞÅÒÐÁÎÁ! ðÒÅÒÙ×ÁÎÉÅ...

source: Not enough memory!
ru: îÅ È×ÁÔÁÅÔ ÐÁÍÑÔÉ!

source: Directory/File Manager not available
ru: ëÁÔÁÌÏÇ/ÆÁÊÌ-ÍÅÎÅÄÖÅÒ ÎÅÄÏÓÔÕÐÅÎ

source: HREF in BASE tag is not an absolute URL.
ru: HREF × ÔÅÇÅ BASE ÎÅ Ñ×ÌÑÅÔÓÑ ÁÂÓÏÌÀÔÎÙÍ URL.

source: Location URL is not absolute.
ru: áÄÒÅÓ URL ÎÅ ÁÂÓÏÌÀÔÎÙÊ.

source: Refresh URL is not absolute.
ru: URL ÏÂÎÏ×ÌÅÎÉÑ ÎÅ ÁÂÓÏÌÀÔÎÙÊ.

source: You are sending a message with body to:
ru: ÷Ù ÐÏÓÙÌÁÅÔÅ ÓÏÏÂÝÅÎÉÅ Ó ÔÅÌÏÍ ÐÏ ÁÄÒÅÓÕ:

source: You are sending a comment to:
ru: ÷Ù ÐÏÓÙÌÁÅÔÅ ËÏÍÍÅÎÔÁÒÉÊ ÐÏ ÁÄÒÅÓÕ:

source: With copy to:
ru: ó ËÏÐÉÅÊ ÐÏ ÁÄÒÅÓÕ:

source: With copies to:
ru: ó ËÏÐÉÑÍÉ ÐÏ ÁÄÒÅÓÕ:

source: Use Ctrl-G to cancel if you do not want to send a message
ru: éÓÐÏÌØÚÕÊÔÅ Ctrl-G ÄÌÑ ÏÔÍÅÎÙ, ÅÓÌÉ ×Ù ÎÅ ÈÏÔÉÔÅ ÐÏÓÙÌÁÔØ ÓÏÏÂÝÅÎÉÅ

source: Please enter your name, or leave it blank to remain anonymous
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÅÄÉÔÅ ×ÁÛÅ ÉÍÑ ÉÌÉ ÏÓÔÁ×ØÔÅ ÅÇÏ ÐÕÓÔÙÍ, ÞÔÏÂÙ ÏÓÔÁÔØÓÑ ÁÎÏÎÉÍÎÙÍ

source: Please enter a mail address or some other
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÅÄÉÔÅ ÐÏÞÔÏ×ÙÊ ÁÄÒÅÓ ÉÌÉ ËÁËÕÀ-ÎÉÂÕÄØ ÄÒÕÇÕÀ

source: means to contact you, if you desire a response.
ru: ÉÎÆÏÒÍÁÃÉÀ ÄÌÑ ËÏÎÔÁËÔÁ Ó ×ÁÍÉ, ÅÓÌÉ ×Ù ÖÅÌÁÅÔÅ ÐÏÌÕÞÉÔØ ÏÔ×ÅÔ.

source: Please enter a subject line.
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÅÄÉÔÅ ÓÔÒÏËÕ ÔÅÍÙ.

source: Enter a mail address for a CC of your message.
ru: ÷×ÅÄÉÔÅ ÐÏÞÔÏ×ÙÊ ÁÄÒÅÓ ÄÌÑ ËÏÐÉÉ (CC) ×ÁÛÅÇÏ ÓÏÏÂÝÅÎÉÑ.

source: (Leave blank if you don't want a copy.)
ru: (ïÓÔÁ×ØÔÅ ÐÕÓÔÙÍ, ÅÓÌÉ ×Ù ÎÅ ÈÏÔÉÔÅ ËÏÐÉÀ.)

source: Please review the message body:
ru: ðÏÖÁÌÕÊÓÔÁ, ÐÒÏÓÍÏÔÒÉÔÅ ÔÅÌÏ ÓÏÏÂÝÅÎÉÑ:

source: Press RETURN to continue:
ru: îÁÖÍÉÔÅ ÷÷ïä ÄÌÑ ÐÒÏÄÏÌÖÅÎÉÑ:

source: Press RETURN to clean up:
ru: îÁÖÍÉÔÅ ÷÷ïä ÄÌÑ ÏÞÉÓÔËÉ:

source: Use Control-U to erase the default.
ru: éÓÐÏÌØÚÕÊÔÅ Control-U ÄÌÑ ÕÎÉÞÔÏÖÅÎÉÑ ÚÎÁÞÅÎÉÑ ÐÏ ÕÍÏÌÞÁÎÉÀ.

source: Please enter your message below.
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÅÄÉÔÅ ÎÉÖÅ ×ÁÛÅ ÓÏÏÂÝÅÎÉÅ.

source: When you are done, press enter and put a single period (.)
ru: ëÏÇÄÁ ×ÓÅ ÇÏÔÏ×Ï, ÎÁÖÍÉÔÅ <××ÏÄ> É ÐÏÓÔÁ×ØÔÅ ÅÄÉÎÓÔ×ÅÎÎÕÀ ÔÏÞËÕ (.)

source: on a line and press enter again.
ru: × ÓÔÒÏËÅ É ÓÎÏ×Á ÎÁÖÍÉÔÅ <××ÏÄ>.

source: %s cookie: %.*s=%.*s Allow? (Y/N/Always/neVer)
ru: %s cookie: %.*s=%.*s ðÒÉÎÑÔØ? (Y/N/A)÷ÓÅÇÄÁ/V)îÉËÏÇÄÁ)

source: Accept invalid cookie domain=%s for '%s'?
ru: ðÒÉÎÑÔØ ÎÅÐÒÁ×ÉÌØÎÙÊ ÄÏÍÅÎ=%s ÄÌÑ cookie '%s'?

source: Accept invalid cookie path=%s as a prefix of '%s'?
ru: ðÒÉÎÑÔØ ÎÅÐÒÁ×ÉÌØÎÙÊ ÐÕÔØ=%s ËÁË ÐÒÅÆÉËÓ ÄÌÑ cookie '%s'?

source: Allowing this cookie.
ru: ðÒÉÎÑÔÉÅ ÜÔÏÇÏ cookie.

source: Rejecting this cookie.
ru: ïÔËÌÏÎÅÎÉÅ ÜÔÏÇÏ cookie.

source: The Cookie Jar is empty.
ru: óÐÉÓÏË cookie ÐÕÓÔ.

source: Activate links to gobble up cookies or entire domains,
ru: áËÔÉ×ÉÚÉÒÏ×ÁÔØ ÓÓÙÌËÉ ÄÌÑ ÕÎÉÞÔÏÖÅÎÉÑ cookie ÉÌÉ ÃÅÌÙÈ ÄÏÍÅÎÏ×,

source: or to change a domain's 'allow' setting.
ru: ÉÌÉ ÄÌÑ ÉÚÍÅÎÅÎÉÑ ÕÓÔÁÎÏ×ËÉ 'allow' ÄÏÍÅÎÁ.

source: (Cookies never allowed.)
ru: (Cookie ÎÉËÏÇÄÁ ÎÅ ÒÁÚÒÅÛÅÎÙ.)

source: (Cookies always allowed.)
ru: (Cookie ×ÓÅÇÄÁ ÒÁÚÒÅÛÅÎÙ.)

source: (Cookies allowed via prompt.)
ru: (Cookie ÒÁÚÒÅÛÁÀÔÓÑ ÞÅÒÅÚ ÐÏÄÔ×ÅÒÖÄÅÎÉÅ.)

source: (Persistent Cookies.)
ru: (ðÏÓÔÏÑÎÎÙÅ cookie.)

source: (No title.)
ru: (îÅÔ ÚÁÇÏÌÏ×ËÁ.)

source: (No name.)
ru: (îÅÔ ÉÍÅÎÉ.)

source: (No value.)
ru: (îÅÔ ÚÎÁÞÅÎÉÑ.)

source: None
ru: îÅÔ

source: (End of session.)
ru: (ëÏÎÅÃ ÓÅÁÎÓÁ.)

source: Delete this cookie?
ru: õÄÁÌÉÔØ ÜÔÏÔ cookie?

source: The cookie has been eaten!
ru: Cookie ÕÄÁÌÅÎ!

source: Delete this empty domain?
ru: õÄÁÌÉÔØ ÜÔÏÔ ÐÕÓÔÏÊ ÄÏÍÅÎ?

source: The domain has been eaten!
ru: äÏÍÅÎ ÕÄÁÌÅÎ!

source: D)elete domain's cookies, set allow A)lways/P)rompt/neV)er, or C)ancel?
ru: D)õÄÁÌÉÔØ cookie ÄÏÍÅÎÁ, ÕÓÔÁÎÏ×ÉÔØ ÒÁÚÒÅÛÅÎÉÅ × A)lways/P)rompt/neVer, C)ancel?

source: D)elete domain, set allow A)lways/P)rompt/neV)er, or C)ancel?
ru: D)õÄÁÌÉÔØ ÄÏÍÅÎ, ÕÓÔÁÎÏ×ÉÔØ ÒÁÚÒÅÛÅÎÉÅ × A)lways/P)rompt/neV)er, ÉÌÉ C)ancel?

source: All cookies in the domain have been eaten!
ru: ÷ÓÅ cookie × ÄÏÍÅÎÅ ÂÙÌÉ ÕÎÉÞÔÏÖÅÎÙ!

source: 'A'lways allowing from domain '%s'.
ru: A)÷ÓÅÇÄÁ ÐÒÉÎÉÍÁÔØ ÉÚ ÄÏÍÅÎÁ '%s'.

source: ne'V'er allowing from domain '%s'.
ru: V)îÉËÏÇÄÁ ÎÅ ÐÒÉÎÉÍÁÔØ ÉÚ ÄÏÍÅÎÁ '%s'.

source: 'P'rompting to allow from domain '%s'.
ru: P)óÐÒÁÛÉ×ÁÔØ Ï ÐÒÉÅÍÅ ÉÚ ÄÏÍÅÎÁ '%s'.

source: Delete all cookies in this domain?
ru: õÄÁÌÉÔØ ×ÓÅ cookie × ÜÔÏÍ ÄÏÍÅÎÅ?

source: All of the cookies in the jar have been eaten!
ru: ÷ÓÅ cookie ÉÚ ÓÐÉÓËÁ ÂÙÌÉ ÕÎÉÞÔÏÖÅÎÙ!

source: Port 19 not permitted in URLs.
ru: 19 ÐÏÒÔ × URL ÎÅ ÄÏÐÕÓËÁÅÔÓÑ.

source: Port 25 not permitted in URLs.
ru: 25 ÐÏÒÔ × URL ÎÅ ÄÏÐÕÓËÁÅÔÓÑ.

source: Port %lu not permitted in URLs.
ru: %lu ÐÏÒÔ × URL ÎÅ ÄÏÐÕÓËÁÅÔÓÑ.

source: URL has a bad port field.
ru: URL ÉÍÅÅÔ ÐÌÏÈÏÅ ÐÏÌÅ ÐÏÒÔÁ.

source: Maximum nesting of HTML elements exceeded.
ru: ðÒÅ×ÙÛÅÎÏ ÍÁËÓÉÍÁÌØÎÏÅ ÞÉÓÌÏ ×ÌÏÖÅÎÎÙÈ ÜÌÅÍÅÎÔÏ× HTML.

source: Bad partial reference! Stripping lead dots.
ru: ðÌÏÈÁÑ ÞÁÓÔÉÞÎÁÑ ÓÓÙÌËÁ! îÁÞÁÌØÎÙÅ ÔÏÞËÉ ÉÇÎÏÒÉÒÕÀÔÓÑ.

source: Trace Log open failed. Trace off!
ru: ïÛÉÂËÁ ÐÒÉ ÏÔËÒÙÔÉÉ ÖÕÒÎÁÌÁ ÔÒÁÓÓÉÒÏ×ËÉ. ôÒÁÓÓÉÒÏ×ËÁ ×ÙËÌÀÞÅÎÁ!

source: Lynx Trace Log
ru: öÕÒÎÁÌ ÔÒÁÓÓÉÒÏ×ËÉ Lynx

source: No trace log has been started for this session.
ru: öÕÒÎÁÌ ÔÒÁÓÓÉÒÏ×ËÉ ÄÌÑ ÜÔÏÇÏ ÓÅÁÎÓÁ ÎÅ ×ÅÌÓÑ.

source: The maximum temporary file count has been reached!
ru: äÏÓÔÉÇÎÕÔÏ ÍÁËÓÉÍÁÌØÎÏÅ ËÏÌÉÞÅÓÔ×Ï ×ÒÅÍÅÎÎÙÈ ÆÁÊÌÏ×!

source: Form field value exceeds buffer length! Trim the tail.
ru: úÎÁÞÅÎÉÅ ÐÏÌÑ ÆÏÒÍÙ ÐÒÅ×ÙÛÁÅÔ ÄÌÉÎÕ ÂÕÆÅÒÁ. ïÂÒÅÖØÔÅ ËÏÎÅÃ.

source: Modified tail combined with head of form field value.
ru: íÏÄÉÆÉÃÉÒÏ×ÁÎÎÏÅ ÏËÏÎÞÁÎÉÅ ÓËÏÍÂÉÎÉÒÏ×ÁÎÏ Ó ÎÁÞÁÌÏÍ ÚÎÁÞÅÎÉÑ ÐÏÌÑ ÆÏÒÍÙ.

source: Directory
ru: ëÁÔÁÌÏÇ

source: Directory browsing is not allowed.
ru: ðÒÏÓÍÏÔÒ ËÁÔÁÌÏÇÏ× ÎÅ ÒÁÚÒÅÛÅÎ.

source: Selective access is not enabled for this directory
ru: éÚÂÉÒÁÔÅÌØÎÙÊ ÄÏÓÔÕÐ ÎÅ ×ËÌÀÞÅÎ ÄÌÑ ÜÔÏÇÏ ËÁÔÁÌÏÇÁ
