Repository: kurtchen/Lynx
Catalog: po/*.po
Languages: ru

source: There is already a file with that name! Request ignored.
ru: æÁÊÌ Ó ÔÁËÉÍ ÉÍÅÎÅÍ ÕÖÅ ÓÕÝÅÓÔ×ÕÅÔ! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.

source: The specified name is already in use! Request ignored.
ru: õËÁÚÁÎÎÏÅ ÉÍÑ ÕÖÅ ÉÓÐÏÌØÚÕÅÔÓÑ! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.

source: Destination has different owner! Request denied.
ru: æÁÊÌ ÎÁÚÎÁÞÅÎÉÑ ÉÍÅÅÔ ÄÒÕÇÏÇÏ ×ÌÁÄÅÌØÃÁ! úÁÐÒÏÓ ÚÁÐÒÅÝÅÎ.

source: Destination is not a valid directory! Request denied.
ru: æÁÊÌ ÎÁÚÎÁÞÅÎÉÑ ÎÅ Ñ×ÌÑÅÔÓÑ ÐÒÁ×ÉÌØÎÙÍ ËÁÔÁÌÏÇÏÍ! úÁÐÒÏÓ ÚÁÐÒÅÝÅÎ.

source: Remove all tagged files and directories?
ru: õÄÁÌÉÔØ ×ÓÅ ÏÔÍÅÞÅÎÎÙÅ ÆÁÊÌÙ É ËÁÔÁÌÏÇÉ?

source: Enter new location for tagged items:
ru: ÷×ÅÄÉÔÅ ÎÏ×ÏÅ ÒÁÓÐÏÌÏÖÅÎÉÅ ÄÌÑ ÏÔÍÅÞÅÎÎÙÈ ÜÌÅÍÅÎÔÏ×:

source: Path too long
ru: ðÕÔØ ÓÌÉÛËÏÍ ÄÌÉÎÎÙÊ

source: Source and destination are the same location - request ignored!
ru: éÓÔÏÞÎÉË É ÐÕÔØ ÎÁÚÎÁÞÅÎÉÑ ÓÏ×ÐÁÄÁÀÔ - ÚÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ!

source: Enter new name for directory:
ru: ÷×ÅÄÉÔÅ ÎÏ×ÏÅ ÉÍÑ ÄÌÑ ËÁÔÁÌÏÇÁ:

source: Enter new name for file:
ru: ÷×ÅÄÉÔÅ ÎÏ×ÏÅ ÉÍÑ ÄÌÑ ÆÁÊÌÁ:

source: Illegal character (path-separator) found! Request ignored.
ru: îÁÊÄÅÎ ÎÅÄÏÐÕÓÔÉÍÙÊ ÓÉÍ×ÏÌ (ÒÁÚÄÅÌÉÔÅÌØ ÐÕÔÉ)! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.

source: Enter new location for directory:
ru: ÷×ÅÄÉÔÅ ÎÏ×ÏÅ ÍÅÓÔÏ ÒÁÓÐÏÌÏÖÅÎÉÑ ÄÌÑ ËÁÔÁÌÏÇÁ:

source: Enter new location for file:
ru: ÷×ÅÄÉÔÅ ÎÏ×ÏÅ ÍÅÓÔÏ ÒÁÓÐÏÌÏÖÅÎÉÑ ÄÌÑ ÆÁÊÌÁ:

source: Unexpected failure - unable to find trailing path separator
ru: îÅÏÖÉÄÁÎÎÁÑ ÏÛÉÂËÁ - ÎÅ ÕÄÁÅÔÓÑ ÎÁÊÔÉ ÚÁ×ÅÒÛÁÀÝÉÊ ÒÁÚÄÅÌÉÔÅÌØ ÐÕÔÉ

source: Source and destination are the same location! Request ignored!
ru: éÓÔÏÞÎÉË É ÐÕÔØ ÎÁÚÎÁÞÅÎÉÑ ÓÏ×ÐÁÄÁÀÔ! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ!

source: Modify name, location, or permission (n, l, or p):
ru: éÚÍÅÎÉÔÅ ÉÍÑ, ÍÅÓÔÏ ÒÁÓÐÏÌÏÖÅÎÉÑ, ÉÌÉ ÐÒÁ×Á ÄÏÓÔÕÐÁ (n, l, ÉÌÉ p):

source: Modify name or location (n or l):
ru: éÚÍÅÎÉÔØ ÉÍÑ ÉÌÉ ÍÅÓÔÏ ÒÁÓÐÏÌÏÖÅÎÉÑ (n ÉÌÉ l):

source: This feature not yet implemented!
ru: üÔÁ ×ÏÚÍÏÖÎÏÓÔØ ÅÝÅ ÎÅ ÒÅÁÌÉÚÏ×ÁÎÁ!

source: Enter name of file to create:
ru: ÷×ÅÄÉÔÅ ÉÍÑ ÓÏÚÄÁ×ÁÅÍÏÇÏ ÆÁÊÌÁ:

source: Illegal redirection "//" found! Request ignored.
ru: îÁÊÄÅÎÏ ÎÅ×ÅÒÎÏÅ ÐÅÒÅÎÁÐÒÁ×ÌÅÎÉÅ! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.

source: Enter name for new directory:
ru: ÷×ÅÄÉÔÅ ÉÍÑ ÄÌÑ ÎÏ×ÏÇÏ ËÁÔÁÌÏÇÁ:

source: Create file or directory (f or d):
ru: óÏÚÄÁÔØ ÆÁÊÌ ÉÌÉ ËÁÔÁÌÏÇ (f ÉÌÉ d):

source: Remove file '%s'?
ru: õÄÁÌÉÔØ ÆÁÊÌ '%s'?

source: Remove file?
ru: õÄÁÌÉÔØ ÆÁÊÌ?

source: Remove symbolic link '%s'?
ru: õÄÁÌÉÔØ ÓÉÍ×ÏÌØÎÕÀ ÓÓÙÌËÕ '%s'?

source: Remove symbolic link?
ru: õÄÁÌÉÔØ ÓÉÍ×ÏÌØÎÕÀ ÓÓÙÌËÕ?

source: Sorry, don't know how to permit non-UNIX files yet.
ru: éÚ×ÉÎÉÔÅ, ÐÏËÁ ÎÅ ÉÚ×ÅÓÔÎÏ, ËÁË ÕÓÔÁÎÁ×ÌÉ×ÁÔØ ÐÒÁ×Á ÄÏÓÔÕÐÁ ÄÌÑ ÎÅ-UNIX ÆÁÊÌÏ×.

source: Unable to open permit options file
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ÆÁÊÌ Ó ÏÐÃÉÑÍÉ ÐÒÁ× ÄÏÓÔÕÐÁ

source: Specify permissions below:
ru: õËÁÖÉÔÅ ÎÉÖÅ ÐÒÁ×Á ÄÏÓÔÕÐÁ:

source: Owner:
ru: ÷ÌÁÄÅÌÅÃ:

source: Group
ru: çÒÕÐÐÁ

source: Others:
ru: äÒÕÇÉÅ:

source: Invalid mode format.
ru: îÅ×ÅÒÎÙÊ ÆÏÒÍÁÔ ÒÅÖÉÍÁ.

source: Invalid syntax format.
ru: îÅ×ÅÒÎÙÊ ÆÏÒÍÁÔ ÓÉÎÔÁËÓÉÓÁ.

source: Warning! UUDecoded file will exist in the directory you started Lynx.
ru: ÷ÎÉÍÁÎÉÅ! UU-ÄÅËÏÄÉÒÏ×ÁÎÎÙÊ ÆÁÊÌ ÂÕÄÅÔ × ËÁÔÁÌÏÇÅ, ÉÚ ËÏÔÏÒÏÇÏ ×Ù ÚÁÐÕÓÔÉÌÉ Lynx.

source: NULL URL pointer
ru: NULL ÕËÁÚÁÔÅÌØ ÎÁ URL

source: Executing %s
ru: ÷ÙÐÏÌÎÅÎÉÅ %s

source: Executing system command. This might take a while.
ru: ÷ÙÐÏÌÎÅÎÉÅ ÓÉÓÔÅÍÎÏÊ ËÏÍÁÎÄÙ. üÔÏ ÍÏÖÅÔ ÚÁÎÑÔØ ×ÒÅÍÑ.

source: Current directory:
ru: ôÅËÕÝÉÊ ËÁÔÁÌÏÇ:

source: Current selection:
ru: ôÅËÕÝÉÊ ×ÙÂÏÒ:

source: Nothing currently selected.
ru: óÅÊÞÁÓ ÎÉÞÅÇÏ ÎÅ ×ÙÂÒÁÎÏ.

source: tagged item:
ru: ÏÔÍÅÞÅÎÎÙÊ ÜÌÅÍÅÎÔ:

source: tagged items:
ru: ÏÔÍÅÞÅÎÎÙÅ ÜÌÅÍÅÎÔÙ:

source: Illegal filename; request ignored.
ru: îÅÐÒÁ×ÉÌØÎÏÅ ÉÍÑ ÆÁÊÌÁ; ÚÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.

source: Install in the selected directory not permitted.
ru: õÓÔÁÎÏ×ËÁ × ×ÙÂÒÁÎÎÙÊ ËÁÔÁÌÏÇ ÎÅ ÒÁÚÒÅÛÅÎÁ.

source: The selected item is not a directory! Request ignored.
ru: ÷ÙÂÒÁÎÎÙÊ ÜÌÅÍÅÎÔ ÎÅ Ñ×ÌÑÅÔÓÑ ËÁÔÁÌÏÇÏÍ! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.

source: Just a moment, ...
ru: íÉÎÕÔËÕ ...

source: Source and target are the same: %s
ru: éÓÔÏÞÎÉË É ÃÅÌØ ÓÏ×ÐÁÄÁÀÔ: %s

source: Already in target directory: %s
ru: õÖÅ × ÃÅÌÅ×ÏÍ ËÁÔÁÌÏÇÅ: %s

source: Installation complete
ru: õÓÔÁÎÏ×ËÁ ÚÁ×ÅÒÛÅÎÁ

source: Temporary URL or list would be too long.
ru: ÷ÒÅÍÅÎÎÙÊ URL ÉÌÉ ÓÐÉÓÏË ÄÏÌÖÅÎ ÂÙÔØ ÓÌÉÛËÏÍ ÄÌÉÎÎÙÍ.

source: Sending
ru: ðÏÓÙÌËÁ

source: The link %s :?: %s
ru: óÓÙÌËÁ %s :?: %s

source: called "%s"
ru: ÎÁÚ×ÁÎÎÁÑ "%s"

source: in the file "%s" called "%s"
ru: × ÆÁÊÌÅ "%s" ÎÁÚ×ÁÎÁ "%s"

source: was requested but was not available.
ru: ÂÙÌÁ ÚÁÐÒÏÛÅÎÁ, ÎÏ ÏËÁÚÁÌÁÓØ ÎÅÄÏÓÔÕÐÎÁ.

source: Thought you might want to know.
ru: èÏÔÑ ×Ù ÍÏÖÅÔÅ ÈÏÔÅÔØ ÚÎÁÔØ.

source: This message was automatically generated by
ru: üÔÏ ÓÏÏÂÝÅÎÉÅ ÂÙÌÏ Á×ÔÏÍÁÔÉÞÅÓËÉ ÓÇÅÎÅÒÉÒÏ×ÁÎÏ

source: No Winsock found, sorry.
ru: ë ÓÏÖÁÌÅÎÉÀ Winsock ÎÅ ÎÁÊÄÅÎ.

source: No such directory
ru: îÅÔ ËÁÔÁÌÏÇÁ

source: Lynx character sets not declared.
ru: ëÏÄÉÒÏ×ËÉ Lynx ÎÅ ÏÐÒÅÄÅÌÅÎÙ.

source: Warning:
ru: ðÒÅÄÕÐÒÅÖÄÅÎÉÅ:

source: persistent cookies state will be changed in next session only.
ru: ÓÏÓÔÏÑÎÉÅ ÐÏÓÔÏÑÎÎÙÈ cookie ÂÕÄÅÔ ÉÚÍÅÎÅÎÏ ÔÏÌØËÏ × ÓÌÅÄÕÀÝÅÍ ÓÅÁÎÓÅ.

source: Lynx: ignoring unrecognized charset=%s
ru: Lynx: ÎÅÒÁÓÐÏÚÎÁÎÎÁÑ ËÏÄÉÒÏ×ËÁ=%s ÉÇÎÏÒÉÒÕÅÔÓÑ

source: Built on %s %s %s
ru: óÏÂÒÁÎÏ %s %s %s

source: USAGE: %s [options] [file]
ru: éóðïìøúï÷áîéå: %s [ËÌÀÞÉ] [ÆÁÊÌ]

source: Options are:
ru: ëÌÀÞÉ:

source: %s: Invalid Option: %s
ru: %s: îÅ×ÅÒÎÁÑ ÏÐÃÉÑ: %s

source: Internal error: Invalid mouse link %d!
ru: ÷ÎÕÔÒÅÎÎÑÑ ÏÛÉÂËÁ: îÅ×ÅÒÎÁÑ ÓÓÙÌËÁ ÍÙÛÉ %d!

source: A URL specified by the user
ru: URL, ÕËÁÚÁÎÎÙÊ ÐÏÌØÚÏ×ÁÔÅÌÅÍ

source: Enctype multipart/form-data not yet supported! Cannot submit.
ru: Enctype multipart/form-data ÅÝÅ ÎÅ ÐÏÄÄÅÒÖÉ×ÁÅÔÓÑ! îÅ ÕÄÁÅÔÓÑ ÐÏÓÌÁÔØ.

source: Help Screen
ru: üËÒÁÎ ðÏÍÏÝÉ

source: System Index
ru: óÉÓÔÅÍÎÙÊ éÎÄÅËÓ

source: Entry into main screen
ru: ÷ÈÏÄ ÎÁ ÇÌÁ×ÎÙÊ ÜËÒÁÎ

source: No next document present
ru: óÌÅÄÕÀÝÉÊ ÄÏËÕÍÅÎÔ ÏÔÓÕÔÓÔ×ÕÅÔ

source: charset for this document specified explicitly, sorry...
ru: ÉÚ×ÉÎÉÔÅ, ËÏÄÉÒÏ×ËÁ ÄÌÑ ÜÔÏÇÏ ÄÏËÕÍÅÎÔÁ ÕËÁÚÁÎÁ Ñ×ÎÏ...

source: cd to:
ru: ÐÅÒÅÊÔÉ ×:

source: A component of path is not a directory
ru: ëÏÍÐÏÎÅÎÔÁ ÐÕÔÉ ÎÅ Ñ×ÌÑÅÔÓÑ ËÁÔÁÌÏÇÏÍ

source: failed to change directory
ru: ÎÅ ÕÄÁÌÏÓØ ÉÚÍÅÎÉÔØ ËÁÔÁÌÏÇ

source: Reparsing document under current settings...
ru: äÏËÕÍÅÎÔ ÒÁÚÂÉÒÁÅÔÓÑ ÚÁÎÏ×Ï Ó ÕÞÅÔÏÍ ÔÅËÕÝÉÈ ÕÓÔÁÎÏ×ÏË...

source: Fatal error - could not open output file %s
ru: æÁÔÁÌØÎÁÑ ÏÛÉÂËÁ - ÎÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ×ÙÈÏÄÎÏÊ ÆÁÊÌ %s

source: Current URL is empty.
ru: ôÅËÕÝÉÊ URL ÐÕÓÔ.

source: Copy to clipboard failed.
ru: ïÝÉÂËÁ ÐÒÉ ËÏÐÉÒÏ×ÁÎÉÉ × ÂÕÆÅÒ ÏÂÍÅÎÁ.

source: Document URL put to clipboard.
ru: URL ÄÏËÕÍÅÎÔÁ ÐÏÍÅÝÅÎ × ÂÕÆÅÒ ÏÂÍÅÎÁ.

source: Link URL put to clipboard.
ru: URL ÓÓÙÌËÉ ÐÏÍÅÝÅÎ × ÂÕÆÅÒ ÏÂÍÅÎÁ.

source: No URL in the clipboard.
ru: URL × ÂÕÆÅÒÅ ÏÂÍÅÎÁ ÏÔÓÕÔÓÔ×ÕÅÔ.

source: -index-
ru: -ÉÎÄÅËÓ-

source: lynx: Can't access startfile
ru: lynx: îÅÔ ÄÏÓÔÕÐÁ Ë ÎÁÞÁÌØÎÏÍÕ ÆÁÊÌÕ

source: lynx: Start file could not be found or is not text/html or text/plain
ru: lynx: îÁÞÁÌØÎÙÊ ÆÁÊÌ ÌÉÂÏ ÎÅ ÕÄÁÅÔÓÑ ÎÁÊÔÉ, ÌÉÂÏ ÏÎ ÎÅ text/html ÉÌÉ text/plain

source: Exiting...
ru: ÷ÙÈÏÄ...

source: -more-
ru: -ÄÁÌÅÅ-

source: You will be posting to:
ru: ÷Ù ÂÕÄÅÔÅ ÐÏÓÙÌÁÔØ ×:

source: Please provide your mail address for the From: header
ru: ðÏÖÁÌÕÊÓÔÁ, ÕËÁÖÉÔÅ ×ÁÛ ÐÏÞÔÏ×ÙÊ ÁÄÒÅÓ ÄÌÑ ÚÁÇÏÌÏ×ËÁ From:

source: Please provide or edit the Subject: header
ru: ðÏÖÁÌÕÊÓÔÁ, ÕËÁÖÉÔÅ ÉÌÉ ÏÔÒÅÄÁËÔÉÒÕÊÔÅ ÚÁÇÏÌÏ×ÏË Subject:

source: Please provide or edit the Organization: header
ru: ðÏÖÁÌÕÊÓÔÁ, ÕËÁÖÉÔÅ ÉÌÉ ÏÔÒÅÄÁËÔÉÒÕÊÔÅ ÚÁÇÏÌÏ×ÏË Organization:

source: Please enter your message below.
ru: ðÏÖÁÌÕÊÓÔÁ, ××ÅÄÉÔÅ ÎÉÖÅ ×ÁÛÅ ÓÏÏÂÝÅÎÉÅ.

source: Message has no original text!
ru: óÏÏÂÝÅÎÉÅ ÎÅ ÉÍÅÅÔ ÐÅÒ×ÏÎÁÞÁÌØÎÏÇÏ ÔÅËÓÔÁ!

source: review/edit B)ookmarks files
ru: ÐÒÏÓÍÏÔÒÅÔØ/ÏÔÒÅÄÁËÔÉÒÏ×ÁÔØ ÆÁÊÌÙ B)ÚÁËÌÁÄÏË

source: B)ookmark file:
ru: æÁÊÌ B)ÚÁËÌÁÄÏË:

source: Use %s to invoke the Options menu!
ru: éÓÐÏÌØÚÕÊÔÅ %s ÄÌÑ ×ÙÚÏ×Á ÍÅÎÀ ðÁÒÁÍÅÔÒÏ×!

source: (options marked with (!) will not be saved)
ru: (ÐÁÒÁÍÅÔÒÙ, ÏÔÍÅÞÅÎÎÙÅ (!) ÓÏÈÒÁÎÅÎÙ ÎÅ ÂÕÄÕÔ)

source: General Preferences
ru: ïÂÝÉÅ ðÒÅÄÐÏÞÔÅÎÉÑ

source: User mode
ru: òÅÖÉÍ ÐÏÌØÚÏ×ÁÔÅÌÑ

source: Editor
ru: òÅÄÁËÔÏÒ

source: Type of Search
ru: ôÉÐ ÐÏÉÓËÁ

source: Cookies
ru: Cookie

source: Keyboard Input
ru: ÷×ÏÄ Ó ËÌÁ×ÉÁÔÕÒÙ

source: Keypad mode
ru: òÅÖÉÍ ÄÏÐÏÌÎÉÔÅÌØÎÏÊ ËÌÁ×ÉÁÔÕÒÙ

source: Emacs keys
ru: ëÌÁ×ÉÛÉ Emacs

source: VI keys
ru: ëÌÁ×ÉÛÉ VI

source: Line edit style
ru: óÔÉÌØ ÒÅÄÁËÔÉÒÏ×ÁÎÉÑ ÓÔÒÏË

source: Keyboard layout
ru: òÁÓËÌÁÄËÁ ËÌÁ×ÉÁÔÕÒÙ

source: Display and Character Set
ru: ïÔÏÂÒÁÖÅÎÉÅ É îÁÂÏÒ óÉÍ×ÏÌÏ×

source: Display character set
ru: ëÏÄÉÒÏ×ËÁ ÏÔÏÂÒÁÖÅÎÉÑ

source: Assumed document character set
ru: ðÏÄÒÁÚÕÍÅ×ÁÅÍÁÑ ËÏÄÉÒÏ×ËÁ ÄÏËÕÍÅÎÔÁ

source: CJK mode
ru: òÅÖÉÍ CJK

source: Raw 8-bit
ru: îÅÏÂÒÁÂÏÔÁÎÎÙÊ 8-ÂÉÔÎÙÊ ÒÅÖÉÍ

source: X Display
ru: üËÒÁÎ X

source: Document Appearance
ru: ÷ÎÅÛÎÉÊ ×ÉÄ ÄÏËÕÍÅÎÔÁ

source: Show color
ru: ðÏËÁÚÙ×ÁÔØ Ã×ÅÔ

source: Show cursor
ru: ðÏËÁÚÙ×ÁÔØ ËÕÒÓÏÒ

source: Show scrollbar
ru: ðÏËÁÚÙ×ÁÔØ ÐÏÌÏÓÕ ÐÒÏËÒÕÔËÉ

source: Popups for select fields
ru: ÷ÓÐÌÙ×ÁÀÝÉÅ ÍÅÎÀ ÄÌÑ ×ÙÂÒÁÎÎÙÈ ÐÏÌÅÊ

source: HTML error recovery
ru: ÷ÏÓÓÔÁÎÏ×ÌÅÎÉÅ ÏÔ ÏÛÉÂÏË × HTML

source: Show images
ru: ðÏËÁÚÁÔØ ÉÚÏÂÒÁÖÅÎÉÑ

source: Verbose images
ru: úÁÍÅÎÑÔØ ÉÚÏÂÒÁÖÅÎÉÑ ÎÁ ÁÄÒÅÓÁ

source: Headers Transferred to Remote Servers
ru: úÁÇÏÌÏ×ËÉ, ÐÅÒÅÄÁÎÎÙÅ ÎÁ ÕÄÁÌÅÎÎÙÅ ÓÅÒ×ÅÒÙ

source: Personal mail address
ru: ðÅÒÓÏÎÁÌØÎÙÊ ÐÏÞÔÏ×ÙÊ ÁÄÒÅÓ

source: Preferred document character set
ru: ðÒÅÄÐÏÞÉÔÁÅÍÁÑ ËÏÄÉÒÏ×ËÁ ÄÏËÕÍÅÎÔÁ

source: Preferred document language
ru: ðÒÅÄÐÏÞÉÔÁÅÍÙÊ ÑÚÙË ÄÏËÕÍÅÎÔÁ

source: User-Agent header
ru: úÁÇÏÌÏ×ÏË User-Agent

source: Listing and Accessing Files
ru: ÷Ù×ÏÄ ÓÐÉÓËÁ ÆÁÊÌÏ× É ÄÏÓÔÕÐ Ë ÎÉÍ

source: FTP sort criteria
ru: ëÒÉÔÅÒÉÊ ÓÏÒÔÉÒÏ×ËÉ FTP

source: Local directory sort criteria
ru: ëÒÉÔÅÒÉÊ ÓÏÒÔÉÒÏ×ËÉ ÌÏËÁÌØÎÏÇÏ ËÁÔÁÌÏÇÁ

source: Local directory sort order
ru: ëÒÉÔÅÒÉÊ ÓÏÒÔÉÒÏ×ËÉ ÌÏËÁÌØÎÏÇÏ ËÁÔÁÌÏÇÁ

source: Show dot files
ru: ðÏËÁÚÙ×ÁÔØ dot-ÆÁÊÌÙ

source: Execution links
ru: ÷ÙÐÏÌÎÅÎÉÅ ÓÓÙÌÏË

source: Show transfer rate
ru: ðÏËÁÚÙ×ÁÔØ ÓËÏÒÏÓÔØ ÐÅÒÅÄÁÞÉ

source: Special Files and Screens
ru: óÐÅÃÉÁÌØÎÙÅ ÆÁÊÌÙ É ÜËÒÁÎÙ

source: Multi-bookmarks
ru: íÎÏÖÅÓÔ×ÅÎÎÙÅ ÚÁËÌÁÄËÉ

source: Review/edit Bookmarks files
ru: ðÒÏÓÍÏÔÒÅÔØ/ÏÔÒÅÄÁËÔÉÒÏ×ÁÔØ ÆÁÊÌÁ ÚÁËÌÁÄÏË

source: Goto multi-bookmark menu
ru: ðÅÒÅÈÏÄ Ë ÍÅÎÀ ÍÎÏÖÅÓÔ×ÅÎÎÙÈ ÚÁËÌÁÄÏË

source: Bookmarks file
ru: æÁÊÌ ÚÁËÌÁÄÏË

source: Visited Pages
ru: ðÏÓÅÝÅÎÎÙÅ ÓÔÒÁÎÉÃÙ

source: View the file
ru: ðÒÏÓÍÏÔÒÅÔØ ÆÁÊÌ

source: Print job complete.
ru: úÁÄÁÞÁ ÐÅÞÁÔÉ ÚÁ×ÅÒÛÅÎÁ.

source: Document:
ru: äÏËÕÍÅÎÔ:

source: Number of lines:
ru: þÉÓÌÏ ÓÔÒÏË:

source: Number of pages:
ru: þÉÓÌÏ ÓÔÒÁÎÉÃ:

source: pages
ru: ÓÔÒÁÎÉÃ

source: page
ru: ÓÔÒÁÎÉÃÁ

source: (approximately)
ru: (ÐÒÉÂÌÉÚÉÔÅÌØÎÏ)

source: Some print functions have been disabled!
ru: îÅËÏÔÏÒÙÅ ÆÕÎËÃÉÉ ÐÅÞÁÔÉ ÂÙÌÉ ÏÔËÌÀÞÅÎÙ!

source: Standard print options:
ru: óÔÁÎÄÁÒÔÎÙÅ ÏÐÃÉÉ ÐÅÞÁÔÉ:

source: Print options:
ru: ïÐÃÉÉ ÐÅÞÁÔÉ:

source: Save to a local file
ru: óÏÈÒÁÎÉÔØ × ÌÏËÁÌØÎÙÊ ÆÁÊÌ

source: Save to disk disabled
ru: óÏÈÒÁÎÅÎÉÅ ÎÁ ÄÉÓË ÏÔËÌÀÞÅÎÏ

source: Mail the file
ru: ðÏÓÌÁÔØ ÐÏÞÔÏÊ ÆÁÊÌ

source: Print to the screen
ru: îÁÐÅÞÁÔÁÔØ ÎÁ ÜËÒÁÎ

source: Print out on a printer attached to your vt100 terminal
ru: îÁÐÅÞÁÔÁÔØ ÎÁ ÐÒÉÎÔÅÒ, ÐÏÄÓÏÅÄÉÎÅÎÎÙÊ Ë ×ÁÛÅÍÕ ÔÅÒÍÉÎÁÌÕ vt100

source: Syntax Error parsing COLOR in configuration file: The line must be of the form: COLOR:INTEGER:FOREGROUND:BACKGROUND Here FOREGROUND and BACKGROUND must be one of: The special strings 'nocolor' or 'default', or
ru: óÉÎÔÁËÓÉÞÅÓËÁÑ ÏÛÉÂËÁ ÐÒÉ ÒÁÚÂÏÒÅ COLOR × ËÏÎÆÉÇÕÒÁÃÉÏÎÎÏÍ ÆÁÊÌÅ: óÔÒÏËÁ ÄÏÌÖÎÁ ÉÍÅÔØ ÆÏÒÍÕ: COLOR:ãåìïå:ã÷åô:ã÷åô_æïîá úÄÅÓØ ã÷åô É ã÷åô_æïîá ÄÏÌÖÎÙ ÂÙÔØ ÓÐÅÃÉÁÌØÎÏÊ ÓÔÒÏËÏÊ: 'nocolor' ÉÌÉ 'default', ÉÌÉ

source: Offending line:
ru: ðÏ×ÒÅÖÄÅÎÎÁÑ ÓÔÒÏËÁ:

source: key remapping of %s to %s for %s failed
ru: ÏÛÉÂËÁ ÐÒÉ ÐÅÒÅÎÁÚÎÁÞÅÎÉÉ ËÌÁ×ÉÛÉ %s × %s ÄÌÑ %s

source: key remapping of %s to %s failed
ru: ÐÅÒÅÎÁÚÎÁÞÅÎÉÅ ËÌÁ×ÉÛÉ %s × %s ÚÁËÏÎÞÉÌÏÓØ ÎÅÕÄÁÞÅÊ

source: invalid line-editor selection %s for key %s, selecting all
ru: ÎÅ×ÅÒÎÙÊ ×ÙÂÏÒ × ÒÅÄÁËÔÏÒÅ ÓÔÒÏËÉ %s ÄÌÑ ËÌÁ×ÉÛÉ %s, ×ÙÂÒÁÎÏ ×ÓÅ

source: setting of line-editor binding for key %s (0x%x) to 0x%x for %s failed
ru: ÏÛÉÂËÁ ÐÒÉ ÕÓÔÁÎÏ×ËÅ ÐÒÉ×ÑÚËÉ ËÌÁ×ÉÛÉ ÒÅÄÁËÔÏÒÁ ÓÔÒÏËÉ %s (0x%x) × 0x%x ÄÌÑ %s

source: setting of line-editor binding for key %s (0x%x) for %s failed
ru: ÏÛÉÂËÁ ÐÒÉ ÕÓÔÁÎÏ×ËÅ ÐÒÉ×ÑÚËÉ ËÌÁ×ÉÛÉ ÒÅÄÁËÔÏÒÁ ÓÔÒÏËÉ %s (0x%x) ÄÌÑ %s

source: Lynx: cannot start, CERN rules file %s is not available
ru: Lynx: ÏÛÉÂËÁ ÓÔÁÒÔÁ, ÆÁÊÌ Ó ÐÒÁ×ÉÌÁÍÉ CERN %s ÎÅ ÄÏÓÔÕÐÅÎ

source: (no name)
ru: (ÎÅÔ ÉÍÅÎÉ)

source: More than %d nested lynx.cfg includes -- perhaps there is a loop?!?
ru: âÏÌØÛÅ ÞÅÍ %d ×ÌÏÖÅÎÎÙÈ ×ËÌÀÞÅÎÉÊ lynx.cfg -- ×ÏÚÍÏÖÎÏ ÃÉËÌ?!?

source: Last attempted include was '%s',
ru: ðÏÓÌÅÄÎÑÑ ÐÏÐÙÔËÁ ×ËÌÀÞÅÎÉÑ ÂÙÌÁ '%s',

source: included from '%s'.
ru: ×ËÌÀÞÅÎÏ ÉÚ '%s'.

source: The following is read from your lynx.cfg file.
ru: óÌÅÄÕÀÝÅÅ ÞÉÔÁÅÔÓÑ ÉÚ ×ÁÛÅÇÏ ÆÁÊÌÁ lynx.cfg.

source: Please read the distribution
ru: ðÏÖÁÌÕÊÓÔÁ, ÐÒÏÞÉÔÁÊÔÅ ÉÓÈÏÄÎÙÊ

source: for more comments.
ru: ÄÌÑ ÐÏÌÕÞÅÎÉÑ ÄÏÐÏÌÎÉÔÅÌØÎÙÈ ËÏÍÍÅÎÔÁÒÉÅ×.

source: RELOAD THE CHANGES
ru: ïâîï÷éôø éúíåîåîéñ

source: Your primary configuration
ru: ÷ÁÛÁ ÏÓÎÏ×ÎÁÑ ËÏÎÆÉÇÕÒÁÃÉÑ

source: Directory that you are currently viewing
ru: ëÁÔÁÌÏÇ, ËÏÔÏÒÙÊ ×Ù ÓÅÊÞÁÓ ÐÒÏÓÍÁÔÒÉ×ÁÅÔÅ

source: Name:
ru: éÍÑ:

source: Directory that you have currently selected
ru: ëÁÔÁÌÏÇ, ËÏÔÏÒÙÊ ×Ù ÓÅÊÞÁÓ ×ÙÂÒÁÌÉ

source: File that you have currently selected
ru: æÁÊÌ, ËÏÔÏÒÙÊ ×Ù ÓÅÊÞÁÓ ×ÙÂÒÁÌÉ

source: Symbolic link that you have currently selected
ru: óÉÍ×ÏÌØÎÁÑ ÓÓÙÌËÁ, ËÏÔÏÒÕÀ ×Ù ÓÅÊÞÁÓ ×ÙÂÒÁÌÉ

source: Item that you have currently selected
ru: üÌÅÍÅÎÔ, ËÏÔÏÒÙÊ ×Ù ÓÅÊÞÁÓ ×ÙÂÒÁÌÉ

source: Full name:
ru: ðÏÌÎÏÅ ÉÍÑ:

source: Unable to follow link
ru: îÅ×ÏÚÍÏÖÎÏ ÓÌÅÄÏ×ÁÔØ ÐÏ ÓÓÙÌËÅ

source: Points to file:
ru: õËÁÚÙ×ÁÅÔ ÎÁ ÆÁÊÌ:

source: Name of owner:
ru: éÍÑ ×ÌÁÄÅÌØÃÁ:

source: Group name:
ru: éÍÑ ÇÒÕÐÐÙ:

source: File size:
ru: òÁÚÍÅÒ ÆÁÊÌÁ:

source: Creation date:
ru: äÁÔÁ ÓÏÚÄÁÎÉÑ:

source: Last modified:
ru: ðÏÓÌÅÄÎÑÑ ÍÏÄÉÆÉËÁÃÉÑ:

source: Last accessed:
ru: ðÏÓÌÅÄÎÉÊ ÄÏÓÔÕÐ:

source: Access Permissions
ru: ðÒÁ×Á ÄÏÓÔÕÐÁ

source: File that you are currently viewing
ru: æÁÊÌ, ËÏÔÏÒÙÊ ×Ù ÓÅÊÞÁÓ ÐÒÏÓÍÁÔÒÉ×ÁÅÔÅ

source: Linkname:
ru: éÍÑ ÓÓÙÌËÉ:

source: Charset:
ru: ëÏÄÉÒÏ×ËÁ:

source: Server:
ru: óÅÒ×ÅÒ:

source: Date:
ru: äÁÔÁ:

source: Last Mod:
ru: ðÏÓÌ ÍÏÄ:

source: Language:
ru: ñÚÙË:

source: Post Data:
ru: äÁÎÎÙÅ Post:

source: Post Content Type:
ru: ôÉÐ ÓÏÄÅÒÖÉÍÏÇÏ Post:

source: Owner(s):
ru: ÷ÌÁÄÅÌØÃÙ:

source: size:
ru: ÒÁÚÍÅÒ:

source: lines
ru: ÓÔÒÏË

source: forms mode
ru: ÒÅÖÉÍ Ó ÆÏÒÍÁÍÉ

source: source
ru: ÉÓÈÏÄÎÙÊ ÔÅËÓÔ

source: normal
ru: ÏÂÙÞÎÙÊ

source: , safe
ru: , ÂÅÚÏÐÁÓÎÙÊ

source: , via internal link
ru: , ÞÅÒÅÚ ×ÎÕÔÒÅÎÎÀÀ ÓÓÙÌËÕ

source: , no-cache
ru: , ÎÅ ËÜÛÉÒÏ×ÁÔØ

source: , ISMAP script
ru: , ISMAP-ÓËÒÉÐÔ

source: , bookmark file
ru: , ÆÁÊÌ ÚÁËÌÁÄÏË

source: mode:
ru: ÒÅÖÉÍ:

source: Link that you currently have selected
ru: óÓÙÌËÁ, ËÏÔÏÒÕÀ ×Ù ÓÅÊÞÁÓ ×ÙÂÒÁÌÉ

source: Method:
ru: íÅÔÏÄ:

source: Enctype:
ru: ôÉÐ ÛÉÆÒÏ×ÁÎÉÑ:

source: (Form field)
ru: (ðÏÌÅ ÆÏÒÍÙ)

source: No Links on the current page
ru: îÁ ÜÔÏÊ ÓÔÒÁÎÉÃÅ ÎÅÔ ÓÓÙÌÏË

source: Syntax Error parsing style in lss file: [%s] The line must be of the form: OBJECT:MONO:COLOR (ie em:bold:brightblue:white) where OBJECT is one of EM,STRONG,B,I,U,BLINK etc.
ru: óÉÎÔÁËÓÉÞÅÓËÁÑ ÏÛÉÂËÁ ÐÒÉ ÒÁÚÂÏÒÅ ÓÔÉÌÑ × lss ÆÁÊÌÅ: [%s] óÔÒÏËÁ ÄÏÌÖÎÁ ÉÍÅÔØ ÆÏÒÍÕ: ïâÿåëô:MONO:ã÷åô (Ô.Å. em:bold:brightblue:white), ÇÄÅ ïâÿåëô - ÏÄÎÏ ÉÚ EM,STRONG,B,I,U,BLINK É Ô.Ä.

source: here is a list of the history stack so that you may rebuild
ru: ÜÔÏ ÓÐÉÓÏË ÉÓÔÏÒÉÉ, ÔÁË ÞÔÏ ×Ù ÍÏÖÅÔÅ ÐÅÒÅÓÔÒÏÉÔØ

source: ERROR! - upload command is misconfigured
ru: ïûéâëá! - ËÏÍÁÎÄÁ ÚÁÇÒÕÚËÉ ÎÅÐÒÁ×ÉÌØÎÏ ÓËÏÎÆÉÇÕÒÉÒÏ×ÁÎÁ

source: Illegal redirection "../" found! Request ignored.
ru: îÁÊÄÅÎÏ ÎÅ×ÅÒÎÏÅ ÐÅÒÅÎÁÐÒÁ×ÌÅÎÉÅ "../"! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.

source: Illegal character "/" found! Request ignored.
ru: îÁÊÄÅÎ ÎÅÄÏÐÕÓÔÉÍÙÊ ÓÉÍ×ÏÌ "/"! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.

source: Illegal redirection using "~" found! Request ignored.
ru: îÁÊÄÅÎÏ ÎÅ×ÅÒÎÏÅ ÐÅÒÅÎÁÐÒÁ×ÌÅÎÉÅ, ÉÓÐÏÌØÚÕÀÝÅÅ "~"! úÁÐÒÏÓ ÉÇÎÏÒÉÒÏ×ÁÎ.

source: Unable to upload file.
ru: îÅ ÕÄÁÅÔÓÑ ÚÁÇÒÕÚÉÔØ ÆÁÊÌ.

source: Upload To:
ru: úÁÇÒÕÚÉÔØ ×:

source: Upload options:
ru: ïÐÃÉÉ ÚÁÇÒÕÚËÉ:

source: Unexpected access protocol for this URL scheme.
ru: îÅÏÖÉÄÁÎÎÙÊ ÐÒÏÔÏËÏÌ ÄÏÓÔÕÐÁ ÄÌÑ ÜÔÏÊ ÓÈÅÍÙ URL.

source: Too many tempfiles
ru: óÌÉÛËÏÍ ÍÎÏÇÏ ×ÒÅÍÅÎÎÙÈ ÆÁÊÌÏ×

source: unknown restriction
ru: ÎÅÉÚ×ÅÓÔÎÏÅ ÏÇÒÁÎÉÞÅÎÉÅ

source: No restrictions set.
ru: ïÇÒÁÎÉÞÅÎÉÊ ÎÅ ÕÓÔÁÎÏ×ÌÅÎÙ.

source: Restrictions set:
ru: õÓÔÁÎÏ×ÌÅÎÎÙÅ ÏÇÒÁÎÉÞÅÎÉÑ:

source: Cannot find HOME directory
ru: äÏÍÁÛÎÉÊ ËÁÔÁÌÏÇ ÎÅ ÎÁÊÄÅÎ

source: Normally disabled. See ENABLE_LYNXRC in lynx.cfg
ru: ïÂÙÞÎÏ ÏÔËÌÀÞÅÎÏ. óÍ. ENABLE_LYNXRC × lynx.cfg

source: accept_all_cookies allows the user to tell Lynx to automatically accept all cookies if desired. The default is "FALSE" which will prompt for each cookie. Set accept_all_cookies to "TRUE" to accept all cookies.
ru: accept_all_cookies ÐÏÚ×ÏÌÑÅÔ Lynx Á×ÔÏÍÁÔÉÞÅÓËÉ ÐÒÉÎÉÍÁÔØ ×ÓÅ cookie. ðÏ ÕÍÏÌÞÁÎÉÀ ÜÔÁ ÏÐÃÉÑ ÕÓÔÁÎÏ×ÌÅÎÁ × "FALSE", ÞÔÏ ÂÕÄÅÔ ÚÁÐÒÁÛÉ×ÁÔØ ÐÏÄÔ×ÅÒÖÄÅÎÉÅ ÄÌÑ ËÁÖÄÏÇÏ cookie. õÓÔÁÎÏ×ÉÔÅ accept_all_cookies × "TRUE" ÞÔÏÂÙ ÐÒÉÎÉÍÁÔØ ×ÓÅ cookie.

source: bookmark_file specifies the name and location of the default bookmark file into which the user can paste links for easy access at a later date.
ru: bookmark_file ÏÐÒÅÄÅÌÑÅÔ ÉÍÑ É ÍÅÓÔÏÐÏÌÏÖÅÎÉÅ ÆÁÊÌÁ ÚÁËÌÁÄÏË ÐÏ ÕÍÏÌÞÁÎÉÀ, × ËÏÔÏÒÙÊ ÐÏÌØÚÏ×ÁÔÅÌØ ÍÏÖÅÔ ÐÏÍÅÝÁÔØ ÓÓÙÌËÉ ÄÌÑ ÐÒÏÓÔÏÇÏ ÄÏÓÔÕÐÁ × ÂÕÄÕÝÅÍ.

source: If case_sensitive_searching is "on" then when the user invokes a search using the 's' or '/' keys, the search performed will be case sensitive instead of case INsensitive. The default is usually "off".
ru: åÓÌÉ case_sensitive_searching ÎÁÈÏÄÉÔÓÑ × ÓÏÓÔÏÑÎÉÉ "on", ÔÏ ËÏÇÄÁ ÐÏÌØÚÏ×ÁÔÅÌØ ×ÙÚÙ×ÁÅÔ ÐÏÉÓË ÉÓÐÏÌØÚÕÑ ËÌÁ×ÉÛÉ 's' ÉÌÉ '/', ×ÙÐÏÌÎÑÅÍÙÊ ÐÏÉÓË ÂÕÄÅÔ ÐÒÏÉÚ×ÏÄÉÔØÓÑ Ó ÕÞÅÔÏÍ ÒÅÇÉÓÔÒÁ ÓÉÍ×ÏÌÏ×, ×ÍÅÓÔÏ ÐÏÉÓËÁ âåú ÕÞÅÔÁ ÒÅÇÉÓÔÒÁ. úÎÁÞÅÎÉÅ ÐÏ ÕÍÏÌÞÁÎÉÀ ÏÂÙÞÎÏ "off".

source: The character_set definition controls the representation of 8 bit characters for your terminal. If 8 bit characters do not show up correctly on your screen you may try changing to a different 8 bit set or using the 7 bit character approximations. Current valid characters sets are:
ru: ïÐÒÅÄÅÌÅÎÉÅ character_set ËÏÎÔÒÏÌÉÒÕÅÔ ÐÒÅÄÓÔÁ×ÌÅÎÉÅ 8-ÂÉÔÎÙÈ ÓÉÍ×ÏÌÏ× ÄÌÑ ×ÁÛÅÇÏ ÔÅÒÍÉÎÁÌÁ. åÓÌÉ 8-ÂÉÔÎÙÅ ÓÉÍ×ÏÌÙ ÎÅ ÏÔÏÂÒÁÖÁÀÔÓÑ ËÏÒÒÅËÔÎÏ ÎÁ ×ÁÛÅÍ ÜËÒÁÎÅ, ×Ù ÍÏÖÅÔÅ ÐÏÐÒÏÂÏ×ÁÔØ ÐÅÒÅÊÔÉ Ë ÄÒÕÇÏÍÕ 8-ÂÉÔÎÏÍÕ ÎÁÂÏÒÕ ÉÌÉ ÉÓÐÏÌØÚÏ×ÁÔØ 7-ÂÉÔÎÙÅ ÐÒÉÂÌÉÖÅÎÉÑ ÓÉÍ×ÏÌÏ×. ôÅËÕÝÉÍÉ ÐÒÁ×ÉÌØÎÙÍÉ ËÏÄÉÒÏ×ËÁÍÉ Ñ×ÌÑÀÔÓÑ:

source: cookie_accept_domains and cookie_reject_domains are comma-delimited lists of domains from which Lynx should automatically accept or reject all cookies. If a domain is specified in both options, rejection will take precedence. The accept_all_cookies parameter will override any settings made here.
ru: cookie_accept_domains É cookie_reject_domains - ÓÐÉÓËÉ ÄÏÍÅÎÏ×, ÒÁÚÄÅÌÅÎÎÙÅ ÚÁÐÑÔÙÍÉ, ÏÔ ËÏÔÏÒÙÈ Lynx ÄÏÌÖÅÎ Á×ÔÏÍÁÔÉÞÅÓËÉ ÐÒÉÎÉÍÁÔØ ÉÌÉ ÏÔ×ÅÒÇÁÔØ ×ÓÅ cookie. åÓÌÉ ÄÏÍÅÎ ÕËÁÚÁÎ × ÏÂÏÉÈ ÓÐÉÓËÁÈ, ×ÙÓÛÉÊ ÐÒÉÏÒÉÔÅÔ ÉÍÅÅÔ ×ÔÏÒÏÊ ÓÐÉÓÏË (ÏÔ×ÅÒÇÁÔØ). ðÁÒÁÍÅÔÒ accept_all_cookies ÚÁÍÅÝÁÅÔ ×ÓÅ ÕÓÔÁÎÏ×ËÉ, ÓÄÅÌÁÎÎÙÅ Ó ÐÏÍÏÝØÀ ÜÔÉÈ ÓÐÉÓËÏ×.

source: cookie_loose_invalid_domains, cookie_strict_invalid_domains, and cookie_query_invalid_domains are comma-delimited lists of which domains should be subjected to varying degrees of validity checking. If a domain is set to strict checking, strict conformance to RFC2109 will be applied. A domain with loose checking will be allowed to set cookies with an invalid path or domain attribute. All domains will default to querying the user for an invalid path or domain.
ru: cookie_loose_invalid_domains, cookie_strict_invalid_domains, É cookie_query_invalid_domains - ÜÔÏ ÓÐÉÓËÉ ÄÏÍÅÎÏ×, ÒÁÚÄÅÌÅÎÎÙÈ ÚÁÐÑÔÙÍÉ, ËÏÔÏÒÙÅ ÐÒÏ×ÅÒÑÀÔÓÑ ÎÁ ÐÒÁ×ÉÌØÎÏÓÔØ Ó ÒÁÚÌÉÞÎÏÊ ÓÔÅÐÅÎØÀ. åÓÌÉ ÄÏÍÅÎ ÎÁÈÏÄÉÔÓÑ × ÓÐÉÓËÅ ÖÅÓÔËÏÊ (strict) ÐÒÏ×ÅÒËÉ, ÔÏ ÂÕÄÅÔ ÔÒÅÂÏ×ÁÔØÓÑ ÔÏÞÎÏÅ ÓÏÏÔ×ÅÔÓÔ×ÉÅ RFC2109. äÏÍÅÎÕ, ÎÁÈÏÄÑÝÅÍÕÓÑ × ÓÐÉÓËÅ ÍÑÇËÏÊ (loose) ÐÒÏ×ÅÒËÉ, ÂÕÄÅÔ ÒÁÚÒÅÛÅÎÏ ÕÓÔÁÎÁ×ÌÉ×ÁÔØ cookie Ó ÎÅÐÒÁ×ÉÌØÎÙÍÉ ÁÔÒÉÂÕÔÁÍÉ ÐÕÔÉ ÉÌÉ ÄÏÍÅÎÁ. ðÏ ÕÍÏÌÞÁÎÉÀ ×ÓÅ ÄÏÍÅÎÙ ÚÁÐÒÁÛÉ×ÁÀÔ ÐÏÄÔ×ÅÒÖÄÅÎÉÅ Õ ÐÏÌØÚÏ×ÁÔÅÌÑ × ÓÌÕÞÁÅ ÎÅÐÒÁ×ÉÌØÎÏÇÏ ÚÎÁÞÅÎÉÑ ÐÕÔÉ ÉÌÉ ÄÏÍÅÎÁ.

source: dir_list_styles specifies the directory list style under DIRED_SUPPORT (if implemented). The default is "MIXED_STYLE", which sorts both files and directories together. "FILES_FIRST" lists files first and "DIRECTORIES_FIRST" lists directories first.
ru: dir_list_styles ÏÐÒÅÄÅÌÑÅÔ ÓÔÉÌØ ÏÔÏÂÒÁÖÅÎÉÑ ÓÏÄÅÒÖÉÍÏÇÏ ËÁÔÁÌÏÇÁ ÐÒÉ DIRED_SUPPORT (ÅÓÌÉ ÒÅÁÌÉÚÏ×ÁÎÏ). ðÏ ÕÍÏÌÞÁÎÉÀ ÕÓÔÁÎÏ×ÌÅÎÏ "MIXED_STYLE", ÞÔÏ ÓÏÒÔÉÒÕÅÔ ÆÁÊÌÙ É ËÁÔÁÌÏÇÉ ×ÍÅÓÔÅ. "FILES_FIRST" ×Ù×ÏÄÉÔ ÓÎÁÞÁÌÁ ÆÁÊÌÙ, Á "DIRECTORIES_FIRST" ×Ù×ÏÄÉÔ ÓÎÁÞÁÌÁ ËÁÔÁÌÏÇÉ.

source: If emacs_keys is to "on" then the normal EMACS movement keys: ^N = down ^P = up ^B = left ^F = right will be enabled.
ru: åÓÌÉ emacs_keys ÕÓÔÁÎÏ×ÌÅÎÏ × "on", ÔÏ ÂÕÄÕÔ ×ËÌÀÞÅÎÙ ÏÂÙÞÎÙÅ ËÏÍÁÎÄÙ ÐÅÒÅÍÅÝÅÎÉÑ EMACS: ^N = ×ÎÉÚ ^P = ××ÅÒÈ ^B = ×ÌÅ×Ï ^F = ×ÐÒÁ×Ï

source: file_editor specifies the editor to be invoked when editing local files or sending mail. If no editor is specified, then file editing is disabled unless it is activated from the command line, and the built-in line editor will be used for sending mail.
ru: file_editor ÏÐÒÅÄÅÌÑÅÔ, ËÁËÏÊ ÒÅÄÁËÔÏÒ ÂÕÄÅÔ ÚÁÐÕÓËÁÔØÓÑ ÐÒÉ ÒÅÄÁËÔÉÒÏ×ÁÎÉÉ ÌÏËÁÌØÎÙÈ ÆÁÊÌÏ× ÉÌÉ ÐÒÉ ÐÏÓÙÌËÅ ÐÏÞÔÙ. ÷ ÓÌÕÞÁÅ, ËÏÇÄÁ ÒÅÄÁËÔÏÒ ÎÅ ÕËÁÚÁÎ, ÒÅÄÁËÔÉÒÏ×ÁÎÉÅ ÆÁÊÌÏ× ÂÕÄÅÔ ÚÁÐÒÅÝÅÎÏ, ÅÓÌÉ ÒÅÄÁËÔÏÒ ÎÅ ×ÙÚ×ÁÎ Ó ËÏÍÁÎÄÎÏÊ ÓÔÒÏËÉ, Á ÐÒÉ ÐÏÓÙÌËÅ ÐÏÞÔÙ ÂÕÄÅÔ ÉÓÐÏÌØÚÏ×ÁÔØÓÑ ×ÓÔÒÏÅÎÎÙÊ ÓÔÒÏËÏ×ÙÊ ÒÅÄÁËÔÏÒ.

source: The file_sorting_method specifies which value to sort on when viewing file lists such as FTP directories. The options are: BY_FILENAME -- sorts on the name of the file BY_TYPE -- sorts on the type of the file BY_SIZE -- sorts on the size of the file BY_DATE -- sorts on the date of the file
ru: file_sorting_method ÏÐÒÅÄÅÌÑÅÔ, ÐÏ ËÁËÏÍÕ ÐÁÒÁÍÅÔÒÕ ÐÒÏÉÚ×ÏÄÉÔØ ÓÏÒÔÉÒÏ×ËÕ ÐÒÉ ÐÒÏÓÍÏÔÒÅ ÓÐÉÓËÏ× ÆÁÊÌÏ×, ÔÁËÉÈ ËÁË FTP ËÁÔÁÌÏÇÉ. ÷ÏÚÍÏÖÎÏÓÔÉ ×ÙÂÏÒÁ: BY_FILENAME -- ÓÏÒÔÉÒÏ×ÁÔØ ÐÏ ÉÍÅÎÉ ÆÁÊÌÁ BY_TYPE -- ÓÏÒÔÉÒÏ×ÁÔØ ÐÏ ÔÉÐÕ ÆÁÊÌÁ BY_SIZE -- ÓÏÒÔÉÒÏ×ÁÔØ ÐÏ ÒÁÚÍÅÒÕ ÆÁÊÌÁ BY_DATE -- ÓÏÒÔÉÒÏ×ÁÔØ ÐÏ ÄÁÔÅ ÐÏÓÌÅÄÎÅÊ ÍÏÄÉÆÉËÁÃÉÉ ÆÁÊÌÁ

source: lineedit_mode specifies the key binding used for inputting strings in prompts and forms. If lineedit_mode is set to "Default Binding" then the following control characters are used for moving and deleting: Prev Next Enter = Accept input Move char: <- -> ^G = Cancel input Move word: ^P ^N ^U = Erase line Delete char: ^H ^R ^A = Beginning of line Delete word: ^B ^F ^E = End of line Current lineedit modes are:
ru: lineedit_mode ÏÐÒÅÄÅÌÑÅÔ ÐÒÉ×ÑÚËÕ ËÌÁ×ÉÛ, ÉÓÐÏÌØÚÕÅÍÕÀ ÄÌÑ ××ÏÄÉÍÙÈ ÓÔÒÏË × ÐÒÉÇÌÁÛÅÎÉÑÈ É ÆÏÒÍÁÈ. åÓÌÉ lineedit_mode ÕÓÔÁÎÏ×ÌÅÎÏ × "ðÒÉ×ÑÚËÁ ÐÏ ÕÍÏÌÞÁÎÉÀ", ÔÏÇÄÁ ÓÌÅÄÕÀÝÉÅ ÕÐÒÁ×ÌÑÀÝÉÅ ÓÉÍ×ÏÌÙ ÂÕÄÕÔ ÉÓÐÏÌØÚÏ×ÁÎÙ ÄÌÑ ÐÅÒÅÍÅÝÅÎÉÑ É ÕÄÁÌÅÎÉÑ: ðÒÅÄ óÌÅÄ Enter = ðÒÉÎÑÔØ ××ÏÄ óÄ×ÉÎÕÔØÓÑ ÎÁ ÓÉÍ×ÏÌ: <- -> ^G = ïÔÍÅÎÉÔØ ××ÏÄ óÄ×ÉÎÕÔØÓÑ ÎÁ ÓÌÏ×Ï: ^P ^N ^U = õÄÁÌÉÔØ ÓÔÒÏËÕ õÄÁÌÉÔØ ÓÉÍ×ÏÌ: ^H ^R ^A = ÷ ÎÁÞÁÌÏ ÓÔÒÏËÉ õÄÁÌÉÔØ ÓÌÏ×Ï: ^B ^F ^E = ÷ ËÏÎÅÃ ÓÔÒÏËÉ ðÏÄÄÅÒÖÉ×ÁÅÍÙÅ ÒÅÖÉÍÙ ÒÅÄÁËÔÉÒÏ×ÁÎÉÑ ÓÔÒÏËÉ:
