Repository: kurtchen/Lynx
Catalog: po/*.po
Languages: ru

source: Alert!: %s
ru: Внимание!: %s

source: Welcome
ru: Добро пожаловать!

source: Are you sure you want to quit?
ru: Вы уверены, что хотите выйти??

source: Really exit from Lynx?
ru: Вы и вправду хотите выйти из Lynx?

source: Connection interrupted.
ru: Соединение было прервано!.

source: Data transfer interrupted.
ru: Передача данных была прервана!.

source: Cancelled!!!
ru: Отменено!

source: Cancelling!
ru: Отмена!

source: Excellent!!!
ru: Превосходно!!!

source: OK
ru: ОК

source: Done!
ru: Готово!

source: Bad request!
ru: Неверный запрос!

source: previous
ru: Предыдущий

source: next screen
ru: Следущий экран

source: HELP!
ru: Помогите!!

source: , help on
ru: , Помощь в

source: Commands: Use arrow keys to move, '?' for help, 'q' to quit, '<-' to go back.
ru: Команды: Исполльзуйте клавиши со стрелками для навигации, '?' для справки, 'q' для того чтобы выйти, '<-' чтобы вернуться назад.

source: -- press space for more, use arrow keys to move, '?' for help, 'q' to quit.
ru: -- Нажмите на пробел чтобы получить больше информации, используйте клавиши со стрелками для навигации, '?' для справки, 'q' для того чтобы выйти.

source: -- press space for next page --
ru: -- Нажмите на пробел для перехода на следующую страницу

source: URL too long
ru: URL-адрес слишком длинный

source: (Text entry field) Inactive. Press <return> to activate.
ru: (ðÏÌÅ ××ÏÄÁ ÔÅËÓÔÁ) îÅÁËÔÉ×ÎÏ. îÁÖÍÉÔÅ <××ÏÄ> ÄÌÑ ÁËÔÉ×ÉÚÁÃÉÉ.

source: (Textarea) Inactive. Press <return> to activate.
ru: (Textarea) îÅÁËÔÉ×ÎÁ. îÁÖÍÉÔÅ <××ÏÄ> ÄÌÑ ÁËÔÉ×ÉÚÁÃÉÉ.

source: (Textarea) Inactive. Press <return> to activate (%s for editor).
ru: (Textarea) îÅÁËÔÉ×ÎÁ. îÁÖÍÉÔÅ <××ÏÄ> ÄÌÑ ÁËÔÉ×ÉÚÁÃÉÉ (%s - ÒÅÄÁËÔÏÒ).

source: (Form field) Inactive. Use <return> to edit.
ru: (ðÏÌÅ ÆÏÒÍÙ) îÅÁËÔÉ×ÎÏ. éÓÐÏÌØÚÕÊÔÅ <××ÏÄ> ÄÌÑ ÒÅÄÁËÔÉÒÏ×ÁÎÉÑ.

source: (Form field) Inactive. Use <return> to edit (%s to submit with no cache).
ru: (ðÏÌÅ ÆÏÒÍÙ) îÅÁËÔÉ×ÎÏ. <××ÏÄ> ÒÅÄÁËÔÉÒÏ×ÁÎÉÅ (%s - ÐÏÓÌÁÔØ ÂÅÚ ËÜÛÉÒÏ×ÁÎÉÑ).

source: (Form field) Inactive. Press <return> to edit, press <return> twice to submit.
ru: (ðÏÌÅ ÆÏÒÍÙ) îÅÁËÔÉ×ÎÏ. îÁÖÍÉÔÅ <××ÏÄ> ÄÌÑ ÒÅÄÁËÔÉÒÏ×ÁÎÉÑ, <××ÏÄ> Ä×ÁÖÄÙ - ÐÏÓÌÁÔØ.

source: (mailto form field) Inactive. Press <return> to change.
ru: (ðÏÌÅ ÆÏÒÍÙ mailto) îÅÁËÔÉ×ÎÏ. îÁÖÍÉÔÅ <××ÏÄ> ÄÌÑ ÉÚÍÅÎÅÎÉÑ.

source: (Password entry field) Inactive. Press <return> to activate.
ru: (ðÏÌÅ ××ÏÄÁ ÐÁÒÏÌÑ) îÅÁËÔÉ×ÎÏ. îÁÖÍÉÔÅ <××ÏÄ> ÄÌÑ ÁËÔÉ×ÉÚÁÃÉÉ.

source: UNMODIFIABLE file entry field. Use UP or DOWN arrows or tab to move off.
ru: îåíïäéæéãéòõåíïå ÐÏÌÅ ××ÏÄÁ ÆÁÊÌÁ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: (File entry field) Enter filename. Use UP or DOWN arrows or tab to move off.
ru: (ðÏÌÅ ××ÏÄÁ ÆÁÊÌÁ) ÷×ÅÄÉÔÅ ÉÍÑ ÆÁÊÌÁ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: (Text entry field) Enter text. Use UP or DOWN arrows or tab to move off.
ru: (ðÏÌÅ ××ÏÄÁ ÔÅËÓÔÁ) ÷×ÅÄÉÔÅ ÔÅËÓÔ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: (Textarea) Enter text. Use UP/DOWN arrows or TAB to move off.
ru: (Textarea) ÷×ÅÄÉÔÅ ÔÅËÓÔ. óÔÒÅÌËÉ ÷÷åòè/÷îéú ÉÌÉ TAB - ×ÙÈÏÄ.

source: (Textarea) Enter text. Use UP/DOWN arrows or TAB to move off (%s for editor).
ru: (Textarea) ÷×ÅÄÉÔÅ ÔÅËÓÔ. óÔÒÅÌËÉ ÷÷åòè/÷îéú ÉÌÉ TAB - ×ÙÈÏÄ (%s - ÒÅÄÁËÔÏÒ).

source: UNMODIFIABLE form text field. Use UP or DOWN arrows or tab to move off.
ru: îåíïäéæéãéòõåíïå ÐÏÌÅ ××ÏÄÁ ÔÅËÓÔÁ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: (Form field) Enter text. Use <return> to submit.
ru: (ðÏÌÅ ÆÏÒÍÙ) ÷×ÅÄÉÔÅ ÔÅËÓÔ. <××ÏÄ> - ÐÏÓÌÁÔØ.

source: (Form field) Enter text. Use <return> to submit (%s for no cache).
ru: (ðÏÌÅ ÆÏÒÍÙ) ÷×ÅÄÉÔÅ ÔÅËÓÔ. <××ÏÄ> - ÐÏÓÌÁÔØ (%s ÄÌÑ ÚÁÐÒÅÔÁ ËÜÛÉÒÏ×ÁÎÉÑ).

source: (Form field) Enter text. Use <return> to submit, arrows or tab to move off.
ru: (ðÏÌÅ ÆÏÒÍÙ) ÷×ÅÄÉÔÅ ÔÅËÓÔ. <××ÏÄ> - ÐÏÓÌÁÔØ, ÓÔÒÅÌËÉ ÉÌÉ tab - ×ÙÈÏÄ.

source: UNMODIFIABLE form field. Use UP or DOWN arrows or tab to move off.
ru: îåíïäéæéãéòõåíïå ÐÏÌÅ ÆÏÒÍÙ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: (mailto form field) Enter text. Use <return> to submit, arrows to move off.
ru: (ðÏÌÅ ÆÏÒÍÙ mailto) ÷×ÅÄÉÔÅ ÔÅËÓÔ. <××ÏÄ> - ÐÏÓÌÁÔØ, ÓÔÒÅÌËÉ ÉÌÉ tab - ×ÙÈÏÄ.

source: (mailto form field) Mail is disallowed so you cannot submit.
ru: (ðÏÌÅ ÆÏÒÍÙ mailto) ïÔÐÒÁ×ËÁ ÐÏÞÔÙ ÚÁÐÒÅÝÅÎÁ, ÔÁË ÞÔÏ ×Ù ÎÅ ÍÏÖÅÔÅ ÐÏÓÌÁÔØ.

source: (Password entry field) Enter text. Use UP or DOWN arrows or tab to move off.
ru: (ðÏÌÅ ××ÏÄÁ ÐÁÒÏÌÑ) ÷×ÅÄÉÔÅ ÔÅËÓÔ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: UNMODIFIABLE form password. Use UP or DOWN arrows or tab to move off.
ru: îåíïäéæéãéòõåíùê ÐÁÒÏÌØ ÆÏÒÍÙ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: (Checkbox Field) Use right-arrow or <return> to toggle.
ru: (ðÏÌÅ ÎÅÚÁ×ÉÓÉÍÏÊ ËÎÏÐËÉ) ðÒÁ×ÁÑ ÓÔÒÅÌËÁ ÉÌÉ <××ÏÄ> - ÐÅÒÅËÌÀÞÅÎÉÅ.

source: UNMODIFIABLE form checkbox. Use UP or DOWN arrows or tab to move off.
ru: îåíïäéæéãéòõåíáñ ÎÅÚÁ×ÉÓÉÍÁÑ ËÎÏÐËÁ ÆÏÒÍÙ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: (Radio Button) Use right-arrow or <return> to toggle.
ru: (úÁ×ÉÓÉÍÁÑ ËÎÏÐËÁ) ðÒÁ×ÁÑ ÓÔÒÅÌËÁ ÉÌÉ <××ÏÄ> - ÐÅÒÅËÌÀÞÅÎÉÅ.

source: UNMODIFIABLE form radio button. Use UP or DOWN arrows or tab to move off.
ru: îåíïäéæéãéòõåíáñ ÚÁ×ÉÓÉÍÁÑ ËÎÏÐËÁ ÆÏÒÍÙ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: Submit ('x' for no cache) to
ru: ðÏÓÌÁÔØ ('x' ÄÌÑ ÚÁÐÒÅÔÁ ËÜÛÉÒÏ×ÁÎÉÑ)

source: Submit to
ru: ðÏÓÌÁÔØ

source: (Form submit button) Use right-arrow or <return> to submit ('x' for no cache).
ru: (ëÎÏÐËÁ ÐÏÓÙÌËÉ ÆÏÒÍÙ) -> ÉÌÉ <××ÏÄ> - ÐÏÓÌÁÔØ ('x' - ÚÁÐÒÅÔ ËÜÛÉÒÏ×ÁÎÉÑ).

source: (Form submit button) Use right-arrow or <return> to submit.
ru: (ëÎÏÐËÁ ÐÏÓÙÌËÉ ÆÏÒÍÙ) ðÒÁ×ÁÑ ÓÔÒÅÌËÁ ÉÌÉ <××ÏÄ> - ÐÏÓÌÁÔØ.

source: DISABLED form submit button. Use UP or DOWN arrows or tab to move off.
ru: ïôëìàþåîîáñ ËÎÏÐËÁ ÐÏÓÙÌËÉ ÆÏÒÍÙ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: Submit mailto form to
ru: ðÏÓÌÁÔØ ÆÏÒÍÕ ÐÏ ÐÏÞÔÅ

source: (mailto form submit button) Use right-arrow or <return> to submit.
ru: (ëÎÏÐËÁ ÐÏÓÙÌËÉ ÆÏÒÍÙ ÐÏ ÐÏÞÔÅ) ðÒÁ×ÁÑ ÓÔÒÅÌËÁ ÉÌÉ <××ÏÄ> - ÐÏÓÌÁÔØ.

source: (mailto form submit button) Mail is disallowed so you cannot submit.
ru: (ëÎÏÐËÁ ÐÏÓÙÌËÉ ÆÏÒÍÙ ÐÏ ÐÏÞÔÅ) ðÏÞÔÁ ÚÁÐÒÅÝÅÎÁ, ÔÁË ÞÔÏ ×Ù ÎÅ ÍÏÖÅÔÅ ÐÏÓÌÁÔØ.

source: (Form reset button) Use right-arrow or <return> to reset form to defaults.
ru: (ëÎÏÐËÁ ÏÞÉÓÔËÉ ÆÏÒÍÙ) ðÒÁ×ÁÑ ÓÔÒÅÌËÁ ÉÌÉ <××ÏÄ> - ÏÞÉÓÔÉÔØ ÆÏÒÍÕ.

source: DISABLED form reset button. Use UP or DOWN arrows or tab to move off.
ru: ïôëìàþåîîáñ ËÎÏÐËÁ ÏÞÉÓÔËÉ ÆÏÒÍÙ. óÔÒÅÌËÉ ÷÷åòè, ÷îéú ÉÌÉ tab - ×ÙÈÏÄ.

source: (Option list) Hit return and use arrow keys and return to select option.
ru: (óÐÉÓÏË ÏÐÃÉÊ) îÁÖÍÉÔÅ ××ÏÄ É ÉÓÐÏÌØÚÕÊÔÅ ÓÔÒÅÌËÉ É ××ÏÄ ÄÌÑ ×ÙÂÏÒÁ ÏÐÃÉÉ.

source: (Choice list) Hit return and use arrow keys and return to select option.
ru: (óÐÉÓÏË ×ÁÒÉÁÎÔÏ×) îÁÖÍÉÔÅ ××ÏÄ É ÉÓÐÏÌØÚÕÊÔÅ ÓÔÒÅÌËÉ É ××ÏÄ ÄÌÑ ×ÙÂÏÒÁ ×ÁÒÉÁÎÔÁ.

source: UNMODIFIABLE option list. Use return or arrow keys to review or leave.
ru: îåíïäéæéãéòõåíùê ÓÐÉÓÏË ÏÐÃÉÊ. ÷×ÏÄ ÉÌÉ ÓÔÒÅÌËÉ - ÐÒÏÓÍÏÔÒ ÉÌÉ ×ÙÈÏÄ.

source: UNMODIFIABLE choice list. Use return or arrow keys to review or leave.
ru: îåíïäéæéãéòõåíùê ÓÐÉÓÏË ×ÁÒÉÁÎÔÏ×. ÷×ÏÄ ÉÌÉ ÓÔÒÅÌËÉ - ÐÒÏÓÍÏÔÒ ÉÌÉ ×ÙÈÏÄ.

source: Submitting form...
ru: ðÏÓÙÌËÁ ÆÏÒÍÙ...

source: Resetting form...
ru: ïÞÉÓÔËÁ ÆÏÒÍÙ...

source: Reloading document. Any form entries will be lost!
ru: ïÂÎÏ×ÌÅÎÉÅ ÄÏËÕÍÅÎÔÁ. úÎÁÞÅÎÉÑ ×ÓÅÈ ÐÏÌÅÊ ÆÏÒÍÙ ÂÕÄÕÔ ÐÏÔÅÒÑÎÙ!

source: Warning: Cannot transcode form data to charset %s!
ru: ðÒÅÄÕÐÒÅÖÄÅÎÉÅ: ÎÅ ÕÄÁÅÔÓÑ ÐÅÒÅËÏÄÉÒÏ×ÁÔØ ÄÁÎÎÙÅ ÆÏÒÍÙ × ËÏÄÉÒÏ×ËÕ %s!

source: (NORMAL LINK) Use right-arrow or <return> to activate.
ru: (ïâùþîáñ óóùìëá) éÓÐÏÌØÚÕÊÔÅ ÐÒÁ×ÕÀ ÓÔÒÅÌËÕ ÉÌÉ <××ÏÄ> ÄÌÑ ÁËÔÉ×ÉÚÁÃÉÉ.

source: The resource requested is not available at this time.
ru: úÁÐÒÁÛÉ×ÁÅÍÙÊ ÒÅÓÕÒÓ × ÎÁÓÔÏÑÝÅÅ ×ÒÅÍÑ ÎÅÄÏÓÔÕÐÅÎ.

source: Enter Lynx keystroke command:
ru: ÷×ÅÄÉÔÅ ËÏÍÁÎÄÕ Lynx:

source: Looking up
ru: éÄÅÔ ÐÏÉÓË

source: Getting %s
ru: ðÏÌÕÞÅÎÉÅ %s

source: Skipping %s
ru: ðÒÏÐÕÓË %s

source: Using %s
ru: éÓÐÏÌØÚÏ×ÁÎÉÅ %s

source: Illegal URL: %s
ru: îÅ×ÅÒÎÙÊ URL: %s

source: Badly formed address %s
ru: îÅÐÒÁ×ÉÌØÎÏ ÓÆÏÒÍÉÒÏ×ÁÎÎÙÊ ÁÄÒÅÓ %s

source: Unable to access WWW file!!!
ru: îÅÔ ÄÏÓÔÕÐÁ Ë WWW-ÆÁÊÌÕ!!!

source: This is a searchable index. Use %s to search.
ru: üÔÏ ÐÏÉÓËÏ×ÙÊ ÉÎÄÅËÓ. äÌÑ ÐÏÉÓËÁ ÉÓÐÏÌØÚÕÊÔÅ %s.

source: --More-- This is a searchable index. Use %s to search.
ru: --äÁÌÅÅ-- üÔÏ ÐÏÉÓËÏ×ÙÊ ÉÎÄÅËÓ. äÌÑ ÐÏÉÓËÁ ÉÓÐÏÌØÚÕÊÔÅ %s.

source: You have entered an invalid link number.
ru: ÷Ù ××ÅÌÉ ÎÅ×ÅÒÎÙÊ ÎÏÍÅÒ ÓÓÙÌËÉ.

source: Currently viewing document source. Press '\' to return to rendered version.
ru: éÄÅÔ ÐÒÏÓÍÏÔÒ ÉÓÈÏÄÎÏÇÏ ÔÅËÓÔÁ ÄÏËÕÍÅÎÔÁ. îÁÖÍÉÔÅ '\' ÄÌÑ ×ÏÚ×ÒÁÔÁ Ë ÒÅÖÉÍÕ ×ÉÚÕÁÌÉÚÁÃÉÉ.

source: Arrow keys: Up and Down to move. Right to follow a link; Left to go back.
ru: óÔÒÅÌËÉ: ÷×ÅÒÈ, ÷ÎÉÚ - ÐÅÒÅÍÅÝÅÎÉÅ. ÷ÐÒÁ×Ï - ÐÅÒÅÈÏÄ ÐÏ ÓÓÙÌËÅ; ÷ÌÅ×Ï - ×ÏÚ×ÒÁÔ.

source: H)elp O)ptions P)rint G)o M)ain screen Q)uit /=search [delete]=history list
ru: H)elp O)ptions P)rint G)o M)çÌÁ× ÜËÒÁÎ Q)uit /=ÐÏÉÓË [delete]=ÓÐÉÓÏË ÉÓÔÏÒÉÉ

source: O)ther cmds H)elp K)eymap G)oto P)rint M)ain screen o)ptions Q)uit
ru: O)äÒ. ËÏÍ. H)elp K)eymap G)oto P)ðÅÞÁÔØ M)çÌÁ× ÜËÒÁÎ o)ðÁÒÁÍ Q)÷ÙÈÏÄ

source: O)ther cmds B)ack E)dit D)ownload ^R)eload ^W)ipe screen search doc: /
ru: O)äÒ. ËÏÍ. B)ack E)òÅÄ D)ÚÁÇÒÕÚÉÔØ ^R)eload ^W)ipe screen ÐÏÉÓË × ÄÏË: /

source: O)ther cmds C)omment History: <backspace> Bookmarks: V)iew, A)dd, R)emove
ru: O)äÒ. ËÏÍ. C)omment éÓÔÏÒÉÑ: <backspace> úÁËÌÁÄËÉ: V)iew, A)dd, R)emove

source: Enter text into the field by typing on the keyboard
ru: ÷×ÅÄÉÔÅ × ÐÏÌÅ ÔÅËÓÔ Ó ËÌÁ×ÉÁÔÕÒÙ

source: Ctrl-U to delete all text in field, [Backspace] to delete a character
ru: Ctrl-U - ÕÄÁÌÅÎÉÅ ×ÓÅÇÏ ÔÅËÓÔÁ × ÐÏÌÅ, [Backspace] - ÕÄÁÌÅÎÉÅ ÏÄÎÏÇÏ ÓÉÍ×ÏÌÁ

source: Ctrl-U to delete text in field, [Backspace] to delete a character
ru: Ctrl-U - ÕÄÁÌÅÎÉÅ ×ÓÅÇÏ ÔÅËÓÔÁ × ÐÏÌÅ, [Backspace] - ÕÄÁÌÅÎÉÅ ÏÄÎÏÇÏ ÓÉÍ×ÏÌÁ

source: %s to delete all text in field, [Backspace] to delete a character
ru: %s - ÕÄÁÌÅÎÉÅ ×ÓÅÇÏ ÔÅËÓÔÁ × ÐÏÌÅ, [Backspace] - ÕÄÁÌÅÎÉÅ ÏÄÎÏÇÏ ÓÉÍ×ÏÌÁ

source: %s to delete text in field, [Backspace] to delete a character
ru: %s - ÕÄÁÌÅÎÉÅ ×ÓÅÇÏ ÔÅËÓÔÁ × ÐÏÌÅ, [Backspace] - ÕÄÁÌÅÎÉÅ ÏÄÎÏÇÏ ÓÉÍ×ÏÌÁ

source: Malformed mailto form submission! Cancelled!
ru: îÅÐÒÁ×ÉÌØÎÏ ÓÆÏÒÍÉÒÏ×ÁÎÎÁÑ ÐÏÓÙÌËÁ ÆÏÒÍÙ ÐÏ ÐÏÞÔÅ! ïÔÍÅÎÅÎÏ!

source: Warning! Control codes in mail address replaced by ?
ru: ðÒÅÄÕÐÒÅÖÄÅÎÉÅ! õÐÒÁ×ÌÑÀÝÉÅ ËÏÄÙ × ÐÏÞÔÏ×ÏÍ ÁÄÒÅÓÅ ÚÁÍÅÎÅÎÙ ÎÁ ?

source: Mail disallowed! Cannot submit.
ru: ðÏÞÔÁ ÚÁÐÒÅÝÅÎÁ! îÅ ÕÄÁÅÔÓÑ ÐÏÓÌÁÔØ.

source: Mailto form submission failed!
ru: ðÏÓÙÌËÁ ÆÏÒÍÙ ÐÏ ÐÏÞÔÅ ÎÅ ×ÙÐÏÌÎÅÎÁ!

source: Mailto form submission Cancelled!!!
ru: ðÏÓÙÌËÁ ÆÏÒÍÙ ÐÏ ÐÏÞÔÅ ÏÔÍÅÎÅÎÁ!!!

source: Sending form content...
ru: ðÏÓÙÌËÁ ÓÏÄÅÒÖÉÍÏÇÏ ÆÏÒÍÙ...

source: No email address is present in mailto URL!
ru: ïÔÓÕÔÓÔ×ÕÅÔ ÐÏÞÔÏ×ÙÊ ÁÄÒÅÓ × mailto URL!

source: Unable to open temporary file for mailto URL!
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ×ÒÅÍÅÎÎÙÊ ÆÁÊÌ ÄÌÑ mailto URL!

source: Do you wish to include the original message?
ru: ÷Ù ÈÏÔÉÔÅ ×ËÌÀÞÉÔØ ÉÓÈÏÄÎÏÅ ÓÏÏÂÝÅÎÉÅ?

source: Do you wish to include the preparsed source?
ru: ÷Ù ÈÏÔÉÔÅ ×ËÌÀÞÉÔØ ÒÁÚÏÂÒÁÎÎÙÊ ÉÓÈÏÄÎÙÊ ÔÅËÓÔ?

source: Spawning your selected editor to edit mail message
ru: úÁÐÕÓË ×ÁÛÅÇÏ ×ÙÂÒÁÎÎÏÇÏ ÒÅÄÁËÔÏÒÁ ÄÌÑ ÒÅÄÁËÔÉÒÏ×ÁÎÉÑ ÐÏÞÔÏ×ÏÇÏ ÓÏÏÂÝÅÎÉÑ

source: Error spawning editor, check your editor definition in the options menu
ru: ïÛÉÂËÁ ÐÒÉ ÚÁÐÕÓËÅ ÒÅÄÁËÔÏÒÁ, ÐÒÏ×ÅÒØÔÅ ÏÐÒÅÄÅÌÅÎÉÅ ÒÅÄÁËÔÏÒÁ × ÍÅÎÀ ÐÁÒÁÍÅÔÒÏ×

source: Send this comment?
ru: ðÏÓÌÁÔØ ÜÔÏÔ ËÏÍÍÅÎÔÁÒÉÊ?

source: Send this message?
ru: ðÏÓÌÁÔØ ÜÔÏ ÓÏÏÂÝÅÎÉÅ?

source: Sending your message...
ru: ðÏÓÙÌËÁ ×ÁÛÅÇÏ ÓÏÏÂÝÅÎÉÑ...

source: Sending your comment:
ru: ðÏÓÙÌËÁ ×ÁÛÅÇÏ ËÏÍÍÅÎÔÁÒÉÑ:

source: Not in a TEXTAREA; cannot use external editor.
ru: éÓÐÏÌØÚÏ×ÁÎÉÅ ×ÎÅÛÎÅÇÏ ÒÅÄÁËÔÏÒÁ, ÎÁÈÏÄÑÓØ ×ÎÅ TEXTAREA, ÎÅ×ÏÚÍÏÖÎÏ.

source: Not in a TEXTAREA; cannot use command.
ru: éÓÐÏÌØÚÏ×ÁÎÉÅ ËÏÍÁÎÄÙ, ÎÁÈÏÄÑÓØ ×ÎÅ TEXTAREA, ÎÅ×ÏÚÍÏÖÎÏ.

source: file: ACTIONs are disallowed!
ru: ÆÁÊÌ: äåêóô÷éñ ÚÁÐÒÅÝÅÎÙ!

source: Access to local files denied.
ru: äÏÓÔÕÐ Ë ÌÏËÁÌØÎÙÍ ÆÁÊÌÁÍ ÚÁÐÒÅÝÅÎ.

source: file: URLs via bookmarks are disallowed!
ru: ÆÁÊÌ: URL ÞÅÒÅÚ ÚÁËÌÁÄËÉ ÚÁÐÒÅÝÅÎÙ!

source: This special URL is not allowed in external documents!
ru: üÔÏÔ ÓÐÅÃÉÁÌØÎÙÊ URL ÎÅ ÄÏÐÕÓËÁÅÔÓÑ ×Ï ×ÎÅÛÎÅÍ ÄÏËÕÍÅÎÔÅ!

source: Press <return> to return to Lynx.
ru: îÁÖÍÉÔÅ <××ÏÄ> ÄÌÑ ×ÏÚ×ÒÁÔÁ × Lynx.

source: Spawning DCL subprocess. Use 'logout' to return to Lynx.
ru: úÁÐÕÓËÁÅÔÓÑ ÐÏÄÐÒÏÃÅÓÓ DCL. éÓÐÏÌØÚÕÊÔÅ 'logout' ÄÌÑ ×ÏÚ×ÒÁÔÁ × Lynx.

source: Type EXIT to return to Lynx.
ru: ÷×ÅÄÉÔÅ EXIT ÄÌÑ ×ÏÚ×ÒÁÔÁ × Lynx.

source: Spawning your default shell. Use 'exit' to return to Lynx.
ru: úÁÐÕÓË ×ÁÛÅÊ ÏÂÏÌÏÞËÉ ÐÏ ÕÍÏÌÞÁÎÉÀ. éÓÐÏÌØÚÕÊÔÅ 'exit' ÄÌÑ ×ÏÚ×ÒÁÔÁ × Lynx.

source: Spawning is currently disabled.
ru: úÁÐÕÓË ÐÒÏÃÅÓÓÏ× ÓÅÊÞÁÓ ÚÁÐÒÅÝÅÎ.

source: The 'd'ownload command is currently disabled.
ru: ëÏÍÁÎÄÁ 'd' (ÓËÁÞÁÔØ) ÓÅÊÞÁÓ ÚÁÐÒÅÝÅÎÁ.

source: You cannot download an input field.
ru: ÷Ù ÎÅ ÍÏÖÅÔÅ ÓËÁÞÁÔØ ÐÏÌÅ ××ÏÄÁ.

source: Form has a mailto action! Cannot download.
ru: äÅÊÓÔ×ÉÅÍ ÆÏÒÍÙ Ñ×ÌÑÅÔÓÑ ÐÏÓÙÌËÁ ÐÏ ÐÏÞÔÅ! îÅ×ÏÚÍÏÖÎÏ ÓËÁÞÁÔØ.

source: You cannot download a mailto: link.
ru: ÷Ù ÎÅ ÍÏÖÅÔÅ ÓËÁÞÁÔØ ÓÓÙÌËÕ mailto:.

source: You cannot download cookies.
ru: ÷Ù ÎÅ ÍÏÖÅÔÅ ÓËÁÞÁÔØ cookie.

source: You cannot download a printing option.
ru: ÷Ù ÎÅ ÍÏÖÅÔÅ ÓËÁÞÁÔØ ÐÁÒÁÍÅÔÒ ÐÅÞÁÔÉ.

source: You cannot download an upload option.
ru: ÷Ù ÎÅ ÍÏÖÅÔÅ ÓËÁÞÁÔØ ÉÌÉ ÚÁÇÒÕÚÉÔØ ÐÁÒÁÍÅÔÒ.

source: This special URL cannot be downloaded!
ru: üÔÏÔ ÓÐÅÃÉÁÌØÎÙÊ URL ÎÅ ÍÏÖÅÔ ÂÙÔØ ÓËÁÞÁÎ!

source: Nothing to download.
ru: óËÁÞÉ×ÁÔØ ÎÅÞÅÇÏ.

source: Trace ON!
ru: ôÒÁÓÓÉÒÏ×ËÁ ÷ëìàþåîá!

source: Trace OFF!
ru: ôÒÁÓÓÉÒÏ×ËÁ ÷ùëìàþåîá!

source: Links will be included for all images! Reloading...
ru: óÓÙÌËÉ ÂÕÄÕÔ ×ËÌÀÞÅÎÙ ÄÌÑ ×ÓÅÈ ÉÚÏÂÒÁÖÅÎÉÊ! ïÂÎÏ×ÌÅÎÉÅ...

source: Standard image handling restored! Reloading...
ru: óÔÁÎÄÁÒÔÎÁÑ ÏÂÒÁÂÏÔËÁ ÉÚÏÂÒÁÖÅÎÉÊ ×ÏÓÓÔÁÎÏ×ÌÅÎÁ! ïÂÎÏ×ÌÅÎÉÅ...

source: Pseudo_ALTs will be inserted for inlines without ALT strings! Reloading...
ru: ðÓÅ×ÄÏ-ALT ÂÕÄÕÔ ×ÓÔÁ×ÌÅÎÙ ÄÌÑ ×ÎÕÔÒÉÓÔÒÏÞÎÙÈ ÉÚÏÂÒÁÖÅÎÉÊ ÂÅÚ ALT. ïÂÎÏ×ÌÅÎÉÅ...

source: Inlines without an ALT string specified will be ignored! Reloading...
ru: ÷ÎÕÔÒÉÓÔÒÏÞÎÙÅ ÉÚÏÂÒÁÖÅÎÉÑ ÂÅÚ ÁÔÒÉÂÕÔÁ ALT ÂÕÄÕÔ ÉÇÎÏÒÉÒÏ×ÁÔØÓÑ! ïÂÎÏ×ÌÅÎÉÅ...

source: Raw 8-bit or CJK mode toggled OFF! Reloading...
ru: îÅÏÂÒÁÂÏÔÁÎÎÙÊ 8-ÂÉÔÎÙÊ ÉÌÉ CJK-ÒÅÖÉÍ ÷ùëìàþåî! ïÂÎÏ×ÌÅÎÉÅ...

source: Raw 8-bit or CJK mode toggled ON! Reloading...
ru: îÅÏÂÒÁÂÏÔÁÎÎÙÊ 8-ÂÉÔÎÙÊ ÉÌÉ CJK-ÒÅÖÉÍ ÷ëìàþåî! ïÂÎÏ×ÌÅÎÉÅ...

source: Send HEAD request for D)ocument or L)ink, or C)ancel? (d,l,c):
ru: ðÏÓÌÁÔØ ÚÁÐÒÏÓ HEAD ÄÌÑ D)ÄÏËÕÍÅÎÔÁ ÉÌÉ L)ÓÓÙÌËÉ, ÉÌÉ C)ïÔÍÅÎÉÔØ? (d,l,c):

source: Send HEAD request for D)ocument, or C)ancel? (d,c):
ru: ðÏÓÌÁÔØ ÚÁÐÒÏÓ HEAD ÄÌÑ D)ÄÏËÕÍÅÎÔÁ, ÉÌÉ C)ÏÔÍÅÎÉÔØ? (d,c):

source: Sorry, the document is not an http URL.
ru: éÚ×ÉÎÉÔÅ, ÄÏËÕÍÅÎÔ ÎÅ Ñ×ÌÑÅÔÓÑ http URL.

source: Sorry, the link is not an http URL.
ru: éÚ×ÉÎÉÔÅ, ÓÓÙÌËÁ ÎÅ Ñ×ÌÑÅÔÓÑ http URL.

source: Sorry, the ACTION for this form is disabled.
ru: éÚ×ÉÎÉÔÅ, äåêóô÷éå ÄÌÑ ÜÔÏÊ ÆÏÒÍÙ ÏÔËÌÀÞÅÎÏ.

source: Sorry, the ACTION for this form is not an http URL.
ru: éÚ×ÉÎÉÔÅ, äåêóô÷éå ÄÌÑ ÜÔÏÊ ÆÏÒÍÙ ÎÅ Ñ×ÌÑÅÔÓÑ http URL.

source: Not an http URL or form ACTION!
ru: îÅ http URL ÉÌÉ äåêóô÷éå ÆÏÒÍÙ!

source: This special URL cannot be a form ACTION!
ru: üÔÏÔ ÓÐÅÃÉÁÌØÎÙÊ URL ÎÅ ÍÏÖÅÔ ÂÙÔØ äåêóô÷éåí ÆÏÒÍÙ!

source: URL is not in starting realm!
ru: URL ÎÁÈÏÄÉÔÓÑ ×ÎÅ ÎÁÞÁÌØÎÏÊ ÏÂÌÁÓÔÉ!

source: News posting is disabled!
ru: ðÏÓÙÌËÁ ÎÏ×ÏÓÔÅÊ ÚÁÐÒÅÝÅÎÁ!

source: File management support is disabled!
ru: ðÏÄÄÅÒÖËÁ ÒÁÂÏÔÙ Ó ÆÁÊÌÁÍÉ ÏÔËÌÀÞÅÎÁ!

source: No jump file is currently available.
ru: ÷ ÄÁÎÎÙÊ ÍÏÍÅÎÔ ÎÅÔ ÄÏÓÔÕÐÎÏÇÏ ÆÁÊÌÁ ÐÅÒÅÈÏÄÏ×.

source: Jump to (use '?' for list):
ru: ðÅÒÅÊÔÉ Ë (ÉÓÐÏÌØÚÕÊÔÅ '?' ÄÌÑ ÓÐÉÓËÁ):

source: Jumping to a shortcut URL is disallowed!
ru: ðÅÒÅÈÏÄ ÐÏ ÓÏËÒÁÝÅÎÎÏÍÕ URL ÚÁÐÒÅÝÅÎ!

source: Random URL is disallowed! Use a shortcut.
ru: óÌÕÞÁÊÎÙÅ URL ÚÁÐÒÅÝÅÎÙ! éÓÐÏÌØÚÕÊÔÅ ÓÏËÒÁÝÅÎÉÅ.

source: No random URLs have been used thus far.
ru: óÌÕÞÁÊÎÙÅ URL ÄÏ ÓÉÈ ÐÏÒ ÎÅ ÉÓÐÏÌØÚÏ×ÁÌÉÓØ.

source: Bookmark features are currently disabled.
ru: úÁËÌÁÄËÉ ÓÅÊÞÁÓ ÏÔËÌÀÞÅÎÙ.

source: Execution via bookmarks is disabled.
ru: ÷ÙÐÏÌÎÅÎÉÅ ÞÅÒÅÚ ÚÁËÌÁÄËÉ ÏÔËÌÀÞÅÎÏ.

source: Bookmark file is not defined. Use %s to see options.
ru: æÁÊÌ ÚÁËÌÁÄÏË ÎÅ ÏÐÒÅÄÅÌÅÎ. éÓÐÏÌØÚÕÊÔÅ %s ÄÌÑ ÐÒÏÓÍÏÔÒÁ ÏÐÃÉÊ.

source: Unable to open tempfile for X Mosaic hotlist conversion.
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ×ÒÅÍÅÎÎÙÊ ÆÁÊÌ ÄÌÑ ÐÒÅÏÂÒÁÚÏ×ÁÎÉÑ ÚÁËÌÁÄÏË X Mosaic.

source: ERROR - unable to open bookmark file.
ru: ïûéâëá - ÎÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÆÁÊÌ ÚÁËÌÁÄÏË.

source: Unable to open bookmark file for deletion of link.
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÆÁÊÌ ÚÁËÌÁÄÏË ÄÌÑ ÕÄÁÌÅÎÉÑ ÓÓÙÌËÉ.

source: Unable to open scratch file for deletion of link.
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÒÁÂÏÞÉÊ ÆÁÊÌ ÄÌÑ ÕÄÁÌÅÎÉÑ ÓÓÙÌËÉ.

source: Error renaming scratch file.
ru: ïÛÉÂËÁ ÐÅÒÅÉÍÅÎÏ×ÁÎÉÑ ÒÁÂÏÞÅÇÏ ÆÁÊÌÁ.

source: Error renaming temporary file.
ru: ïÛÉÂËÁ ÐÅÒÅÉÍÅÎÏ×ÁÎÉÑ ×ÒÅÍÅÎÎÏÇÏ ÆÁÊÌÁ.

source: Unable to copy temporary file for deletion of link.
ru: îÅ×ÏÚÍÏÖÎÏ ÓËÏÐÉÒÏ×ÁÔØ ×ÒÅÍÅÎÎÙÊ ÆÁÊÌ ÄÌÑ ÕÄÁÌÅÎÉÑ ÓÓÙÌËÉ.

source: Unable to reopen temporary file for deletion of link.
ru: îÅ×ÏÚÍÏÖÎÏ ÚÁÎÏ×Ï ÏÔËÒÙÔØ ×ÒÅÍÅÎÎÙÊ ÆÁÊÌ ÄÌÑ ÕÄÁÌÅÎÉÑ ÓÓÙÌËÉ.

source: Link is not by itself all on one line in bookmark file.
ru: óÓÙÌËÁ ÎÅ ÎÁÈÏÄÉÔÓÑ ÃÅÌÉËÏÍ ÎÁ ÏÄÎÏÊ ÓÔÒÏËÅ ÆÁÊÌÁ ÚÁËÌÁÄÏË.

source: Bookmark deletion failed.
ru: ïÛÉÂËÁ ÐÒÉ ÕÄÁÌÅÎÉÉ ÚÁËÌÁÄËÉ.

source: Bookmark files cannot be traversed (only http URLs).
ru: ðÒÏÈÏÖÄÅÎÉÅ ÐÏ ÆÁÊÌÁÍ ÚÁËÌÁÄÏË ÎÅ×ÏÚÍÏÖÎÏ (ÔÏÌØËÏ ÐÏ http URL).

source: Unable to open bookmark file, use 'a' to save a link first
ru: îÅ×ÏÚÍÏÖÎÏ ÏÔËÒÙÔØ ÆÁÊÌ ÚÁËÌÁÄÏË, ÓÎÁÞÁÌÁ ÉÓÐÏÌØÚÕÊÔÅ 'a' ÄÌÑ ÓÏÈÒÁÎÅÎÉÑ ÓÓÙÌËÉ

source: There are no links in this bookmark file!
ru: ÷ ÜÔÏÍ ÆÁÊÌÅ ÚÁËÌÁÄÏË ÎÅÔ ÓÓÙÌÏË!

source: Save D)ocument or L)ink to bookmark file or C)ancel? (d,l,c):
ru: óÏÈÒÁÎÉÔØ D)ÄÏËÕÍÅÎÔ ÉÌÉ L)ÓÓÙÌËÕ × ÆÁÊÌ ÚÁËÌÁÄÏË ÉÌÉ C)ÏÔÍÅÎÉÔØ? (d,l,c):

source: Save D)ocument to bookmark file or C)ancel? (d,c):
ru: óÏÈÒÁÎÉÔØ D)ÄÏËÕÍÅÎÔ × ÆÁÊÌ ÚÁËÌÁÄÏË ÉÌÉ C)ÏÔÍÅÎÉÔØ? (d,c):

source: Save L)ink to bookmark file or C)ancel? (l,c):
ru: óÏÈÒÁÎÉÔØ L)ÓÓÙÌËÕ × ÆÁÊÌ ÚÁËÌÁÄÏË ÉÌÉ C)ÏÔÍÅÎÉÔØ? (l,c):

source: Documents from forms with POST content cannot be saved as bookmarks.
ru: äÏËÕÍÅÎÔÙ ÉÚ ÆÏÒÍ Ó ÓÏÄÅÒÖÉÍÙÍ POST ÎÅ ÍÏÇÕÔ ÂÙÔØ ÓÏÈÒÁÎÅÎÙ ËÁË ÚÁËÌÁÄËÉ.

source: Cannot save form fields/links
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÈÒÁÎÉÔØ ÐÏÌÑ/ÓÓÙÌËÉ ÆÏÒÍÙ

source: History, showinfo, menu and list files cannot be saved as bookmarks.
ru: éÓÔÏÒÉÑ, ÉÎÆÏÒÍÁÃÉÑ, ÍÅÎÀ É ÆÁÊÌÙ ÓÐÉÓËÏ× ÎÅ ÍÏÇÕÔ ÂÙÔØ ÓÏÈÒÁÎÅÎÙ ËÁË ÚÁËÌÁÄËÉ.

source: Do you really want to delete this link from your bookmark file?
ru: ÷Ù ÄÅÊÓÔ×ÉÔÅÌØÎÏ ÈÏÔÉÔÅ ÕÄÁÌÉÔØ ÜÔÕ ÓÓÙÌËÕ ÉÚ ÆÁÊÌÁ ÚÁËÌÁÄÏË?

source: Malformed address.
ru: îÅÐÒÁ×ÉÌØÎÏ ÓÆÏÒÍÉÒÏ×ÁÎÎÙÊ ÁÄÒÅÓ.

source: Historical comment parsing ON (Minimal is overridden)!
ru: éÓÔÏÒÉÞÅÓËÉÊ ÓÐÏÓÏÂ ÒÁÚÂÏÒÁ ËÏÍÍÅÎÔÁÒÉÅ× ÷ëìàþåî (ÚÁÍÅÝÁÅÔ íÉÎÉÍÁÌØÎÙÊ)!

source: Historical comment parsing OFF (Minimal is in effect)!
ru: éÓÔÏÒÉÞÅÓËÉÊ ÓÐÏÓÏÂ ÒÁÚÂÏÒÁ ËÏÍÍÅÎÔÁÒÉÅ× ÷ùëìàþåî (íÉÎÉÍÁÌØÎÙÊ ÄÅÊÓÔ×ÕÅÔ)!

source: Historical comment parsing ON (Valid is overridden)!
ru: éÓÔÏÒÉÞÅÓËÉÊ ÓÐÏÓÏÂ ÒÁÚÂÏÒÁ ËÏÍÍÅÎÔÁÒÉÅ× ÷ëìàþåî (ÚÁÍÅÝÁÅÔ ðÒÁ×ÉÌØÎÙÊ)!

source: Historical comment parsing OFF (Valid is in effect)!
ru: éÓÔÏÒÉÞÅÓËÉÊ ÓÐÏÓÏÂ ÒÁÚÂÏÒÁ ËÏÍÍÅÎÔÁÒÉÅ× ÷ùëìàþåî (ðÒÁ×ÉÌØÎÙÊ ÄÅÊÓÔ×ÕÅÔ)!

source: Minimal comment parsing ON (and in effect)!
ru: íÉÎÉÍÁÌØÎÙÊ ÓÐÏÓÏÂ ÒÁÚÂÏÒÁ ËÏÍÍÅÎÔÁÒÉÅ× ÷ëìàþåî (É ÄÅÊÓÔ×ÕÅÔ)!

source: Minimal comment parsing OFF (Valid is in effect)!
ru: íÉÎÉÍÁÌØÎÙÊ ÓÐÏÓÏÂ ÒÁÚÂÏÒÁ ËÏÍÍÅÎÔÁÒÉÅ× ÷ùëìàþåî (ðÒÁ×ÉÌØÎÙÊ ÄÅÊÓÔ×ÕÅÔ)!

source: Minimal comment parsing ON (but Historical is in effect)!
ru: íÉÎÉÍÁÌØÎÙÊ ÓÐÏÓÏÂ ÒÁÚÂÏÒÁ ËÏÍÍÅÎÔÁÒÉÅ× ÷ëìàþåî (ÎÏ éÓÔÏÒÉÞÅÓËÉÊ ÄÅÊÓÔ×ÕÅÔ)!

source: Minimal comment parsing OFF (Historical is in effect)!
ru: íÉÎÉÍÁÌØÎÙÊ ÓÐÏÓÏÂ ÒÁÚÂÏÒÁ ËÏÍÍÅÎÔÁÒÉÅ× ÷ùëìàþåî (éÓÔÏÒÉÞÅÓËÉÊ ÄÅÊÓÔ×ÕÅÔ)!

source: Soft double-quote parsing ON!
ru: íÑÇËÉÊ ÒÁÚÂÏÒ Ä×ÏÊÎÙÈ ËÁ×ÙÞÅË ÷ëìàþåî!

source: Soft double-quote parsing OFF!
ru: íÑÇËÉÊ ÒÁÚÂÏÒ Ä×ÏÊÎÙÈ ËÁ×ÙÞÅË ÷ùëìàþåî!

source: Now using TagSoup parsing of HTML.
ru: ôÅÐÅÒØ ÉÓÐÏÌØÚÕÅÔÓÑ ÍÅÔÏÄ TagSoup ÒÁÚÂÏÒÁ HTML.

source: Now using SortaSGML parsing of HTML!
ru: ôÅÐÅÒØ ÉÓÐÏÌØÚÕÅÔÓÑ ÍÅÔÏÄ SortaSGML ÒÁÚÂÏÒÁ HTML!

source: You are already at the end of this document.
ru: ÷Ù ÕÖÅ ÎÁÈÏÄÉÔÅÓØ × ËÏÎÃÅ ÜÔÏÇÏ ÄÏËÕÍÅÎÔÁ.

source: You are already at the beginning of this document.
ru: ÷Ù ÕÖÅ ÎÁÈÏÄÉÔÅÓØ × ÎÁÞÁÌÅ ÜÔÏÇÏ ÄÏËÕÍÅÎÔÁ.

source: You are already at page %d of this document.
ru: ÷Ù ÕÖÅ ÎÁÈÏÄÉÔÅÓØ ÎÁ ÓÔÒÁÎÉÃÅ %d ÜÔÏÇÏ ÄÏËÕÍÅÎÔÁ.

source: Link number %d already is current.
ru: óÓÙÌËÁ ÎÏÍÅÒ %d ÕÖÅ Ñ×ÌÑÅÔÓÑ ÔÅËÕÝÅÊ.

source: You are already at the first document
ru: ÷Ù ÕÖÅ ÎÁÈÏÄÉÔÅÓØ ÎÁ ÐÅÒ×ÏÍ ÄÏËÕÍÅÎÔÅ

source: There are no links above this line of the document.
ru: ÷ÙÛÅ ÜÔÏÊ ÓÔÒÏËÉ ÄÏËÕÍÅÎÔÁ ÓÓÙÌÏË ÎÅÔ.

source: There are no links below this line of the document.
ru: îÉÖÅ ÜÔÏÊ ÓÔÒÏËÉ ÄÏËÕÍÅÎÔÁ ÓÓÙÌÏË ÎÅÔ.

source: Maximum length reached! Delete text or move off field.
ru: íÁËÓÉÍÁÌØÎÁÑ ÄÌÉÎÁ ÄÏÓÔÉÇÎÕÔÁ! õÄÁÌÉÔÅ ÔÅËÓÔ ÉÌÉ ×ÙÊÄÅÔÅ Ó ÐÏÌÑ.

source: You are not on a form submission button or normal link.
ru: ÷Ù ÎÁÈÏÄÉÔÅÓØ ÎÅ ÎÁ ËÎÏÐËÅ ÐÏÓÙÌËÉ ÆÏÒÍÙ ÉÌÉ ÏÂÙÞÎÏÊ ÓÓÙÌËÅ.

source: One radio button must be checked at all times!
ru: ÷ÓÅ ×ÒÅÍÑ ÄÏÌÖÎÁ ÂÙÔØ ×ÙÂÒÁÎÁ ÏÄÎÁ ÚÁ×ÉÓÉÍÁÑ ËÎÏÐËÁ!

source: No submit button for this form, submit single text field?
ru: ÷ ÜÔÏÊ ÆÏÒÍÅ ÎÅÔ ËÎÏÐËÉ ÐÏÓÙÌËÉ, ÐÏÓÌÁÔØ ÏÄÎÏ ÔÅËÓÔÏ×ÏÅ ÐÏÌÅ?

source: Do you want to go back to the previous document?
ru: ÷Ù ÈÏÔÉÔÅ ×ÅÒÎÕÔØÓÑ ÎÁÚÁÄ Ë ÐÒÅÄÙÄÕÝÅÍÕ ÄÏËÕÍÅÎÔÕ?

source: Use arrows or tab to move off of field.
ru: éÓÐÏÌØÚÕÊÔÅ ÓÔÒÅÌËÉ ÉÌÉ tab ÄÌÑ ×ÙÈÏÄÁ ÉÚ ÐÏÌÑ.

source: Enter text. Use arrows or tab to move off of field.
ru: ÷×ÅÄÉÔÅ ÔÅËÓÔ. éÓÐÏÌØÚÕÊÔÅ ÓÔÒÅÌËÉ ÉÌÉ tab ÄÌÑ ×ÙÈÏÄÁ ÉÚ ÐÏÌÑ.

source: ** Bad HTML!! No form action defined. **
ru: ** ðÌÏÈÏÊ HTML!! îÅ ÏÐÒÅÄÅÌÅÎÏ ÄÅÊÓÔ×ÉÅ ÆÏÒÍÙ. **

source: Bad HTML!! Unable to create popup window!
ru: ðÌÏÈÏÊ HTML!! îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ×ÓÐÌÙ×ÁÀÝÅÅ ÏËÎÏ!

source: Unable to create popup window!
ru: îÅ×ÏÚÍÏÖÎÏ ÓÏÚÄÁÔØ ×ÓÐÌÙ×ÁÀÝÅÅ ÏËÎÏ!

source: Goto a random URL is disallowed!
ru: ðÅÒÅÈÏÄ Ë ÓÌÕÞÁÊÎÏÍÕ URL ÚÁÐÒÅÝÅÎ!

source: Goto a non-http URL is disallowed!
ru: ðÅÒÅÈÏÄ Ë ÎÅ-http URL ÚÁÐÒÅÝÅÎ!

source: You are not allowed to goto "%s" URLs
ru: ÷ÁÍ ÎÅ ÒÁÚÒÅÛÅÎÏ ÐÅÒÅÈÏÄÉÔØ Ë "%s" URLs

source: URL to open:
ru: ïÔËÒÙÔØ URL:

source: Edit the current Goto URL:
ru: òÅÄÁËÔÉÒÏ×ÁÎÉÅ ÔÅËÕÝÅÇÏ URL ÄÌÑ ÐÅÒÅÈÏÄÁ:

source: Edit the previous Goto URL:
ru: òÅÄÁËÔÉÒÏ×ÁÎÉÅ ÐÒÅÄÙÄÕÝÅÇÏ URL ÄÌÑ ÐÅÒÅÈÏÄÁ:

source: Edit a previous Goto URL:
ru: òÅÄÁËÔÉÒÏ×ÁÎÉÅ ÐÒÅÄÙÄÕÝÅÇÏ URL ÄÌÑ ÐÅÒÅÈÏÄÁ:

source: Current document has POST data.
ru: ôÅËÕÝÉÊ ÄÏËÕÍÅÎÔ ÉÍÅÅÔ POST-ÄÁÎÎÙÅ.

source: Edit this document's URL:
ru: òÅÄÁËÔÉÒÏ×ÁÎÉÅ URL ÜÔÏÇÏ ÄÏËÕÍÅÎÔÁ:

source: Edit the current link's URL:
ru: òÅÄÁËÔÉÒÏ×ÁÎÉÅ URL ÔÅËÕÝÅÊ ÓÓÙÌËÉ:

source: You cannot edit File Management URLs
ru: ÷Ù ÎÅ ÍÏÖÅÔÅ ÒÅÄÁËÔÉÒÏ×ÁÔØ URL òÁÂÏÔÙ Ó æÁÊÌÁÍÉ

source: Enter a database query:
ru: ÷×ÅÄÉÔÅ ÚÁÐÒÏÓ Ë ÂÁÚÅ ÄÁÎÎÙÈ:

source: Enter a whereis query:
ru: ÷×ÅÄÉÔÅ ÚÁÐÒÏÓ ÎÁ ÐÏÉÓË:

source: Edit the current query:
ru: ïÔÒÅÄÁËÔÉÒÕÊÔÅ ÔÅËÕÝÉÊ ÚÁÐÒÏÓ:

source: Edit the previous query:
ru: ïÔÒÅÄÁËÔÉÒÕÊÔÅ ÐÒÅÄÙÄÕÝÉÊ ÚÁÐÒÏÓ:

source: Edit a previous query:
ru: ïÔÒÅÄÁËÔÉÒÕÊÔÅ ÐÒÅÄÙÄÕÝÉÊ ÚÁÐÒÏÓ:

source: Use Control-R to resubmit the current query.
ru: éÓÐÏÌØÚÕÊÔÅ Control-R, ÞÔÏÂÙ ÐÏÓÌÁÔØ ÚÁÎÏ×Ï ÔÅËÕÝÉÊ ÚÁÐÒÏÓ.

source: Edit the current shortcut:
ru: ïÔÒÅÄÁËÔÉÒÕÊÔÅ ÔÅËÕÝÅÅ ÓÏËÒÁÝÅÎÉÅ:

source: Edit the previous shortcut:
ru: ïÔÒÅÄÁËÔÉÒÕÊÔÅ ÐÒÅÄÙÄÕÝÅÅ ÓÏËÒÁÝÅÎÉÅ:

source: Edit a previous shortcut:
ru: ïÔÒÅÄÁËÔÉÒÕÊÔÅ ÐÒÅÄÙÄÕÝÅÅ ÓÏËÒÁÝÅÎÉÅ:

source: Key '%c' is not mapped to a jump file!
ru: ëÌÀÞ '%c' ÎÅ ÏÔÏÂÒÁÖÁÅÔÓÑ × ÆÁÊÌ ÐÅÒÅÈÏÄÏ×!

source: Cannot locate jump file!
ru: îÅ ÕÄÁÅÔÓÑ ÏÂÎÁÒÕÖÉÔØ ÆÁÊÌ ÐÅÒÅÈÏÄÏ×!

source: Cannot open jump file!
ru: îÅ ÕÄÁÅÔÓÑ ÏÔËÒÙÔØ ÆÁÊÌ ÐÅÒÅÈÏÄÏ×!

source: Error reading jump file!
ru: ïÛÉÂËÁ ÞÔÅÎÉÑ ÆÁÊÌÁ ÐÅÒÅÈÏÄÏ×!
