Repository: kurtchen/Lynx
Catalog: po/*.po
Languages: ru

source: The following allow you to define sub-bookmark files and descriptions. The format is multi_bookmark<capital_letter>=<filename>,<description> Up to 26 bookmark files (for the English capital letters) are allowed. We start with "multi_bookmarkB" since 'A' is the default (see above).
ru: óÌÅÄÕÀÝÅÅ ÐÏÚ×ÏÌÉÔ ×ÁÍ ÏÐÒÅÄÅÌÉÔØ ÆÁÊÌÙ ÐÏÄÚÁËÌÁÄÏË É ÉÈ ÏÐÉÓÁÎÉÑ. æÏÒÍÁÔ: multi_bookmark<úÁÇÌÁ×ÎÁÑ_ÂÕË×Á>=<ÉÍÑ_ÆÁÊÌÁ>,<ÏÐÉÓÁÎÉÅ> òÁÚÒÅÛÁÅÔÓÑ ÉÍÅÔØ ÄÏ 26 ÆÁÊÌÏ× ÚÁËÌÁÄÏË (ÐÏ ËÏÌÉÞÅÓÔ×Õ ÁÎÇÌÉÊÓËÉÈ ÚÁÇÌÁ×ÎÙÈ ÂÕË×). óÌÅÄÕÅÔ ÎÁÞÉÎÁÔØ Ó "multi_bookmarkB", Ô.Ë. 'A' Ñ×ÌÑÅÔÓÑ ÚÎÁÞÅÎÉÅÍ ÐÏ ÕÍÏÌÞÁÎÉÀ (ÓÍ. ×ÙÛÅ).

source: personal_mail_address specifies your personal mail address. The address will be sent during HTTP file transfers for authorization and logging purposes, and for mailed comments. If you do not want this information given out, set the NO_FROM_HEADER to TRUE in lynx.cfg, or use the -nofrom command line switch. You also could leave this field blank, but then you won't have it included in your mailed comments.
ru: personal_mail_address ÏÐÒÅÄÅÌÑÅÔ ×ÁÛ ÌÉÞÎÙÊ ÐÏÞÔÏ×ÙÊ ÁÄÒÅÓ. üÔÏÔ ÁÄÒÅÓ ÂÕÄÅÔ ÐÏÓÙÌÁÔØÓÑ ×Ï ×ÒÅÍÑ ÐÅÒÅÄÁÞÉ ÆÁÊÌÏ× ÐÏ HTTP ÄÌÑ ÁÕÔÅÎÔÉÆÉËÁÃÉÉ, Ó ÃÅÌØÀ ×ÅÄÅÎÉÑ ÖÕÒÎÁÌØÎÙÈ ÚÁÐÉÓÅÊ, É ÄÌÑ ÐÏÓÙÌÁÅÍÙÈ ËÏÍÍÅÎÔÁÒÉÅ×. åÓÌÉ ×Ù ÎÅ ÈÏÔÉÔÅ ÏÂßÑ×ÌÑÔØ ÜÔÕ ÉÎÆÏÒÍÁÃÉÀ, ÕÓÔÁÎÏ×ÉÔÅ NO_FROM_HEADER × TRUE × lynx.cfg, ÉÌÉ ÉÓÐÏÌØÚÕÊÔÅ ËÌÀÞ ËÏÍÁÎÄÎÏÊ ÓÔÒÏËÉ -nofrom. ÷Ù ÔÁËÖÅ ÍÏÖÅÔÅ ÏÓÔÁ×ÉÔØ ÜÔÏ ÐÏÌÅ ÐÕÓÔÙÍ, ÎÏ × ÜÔÏÍ ÓÌÕÞÁÅ ÏÎÏ ÎÅ ÂÕÄÅÔ ×ËÌÀÞÁÔØÓÑ × ÐÏÓÙÌÁÅÍÙÅ ËÏÍÍÅÎÔÁÒÉÉ.

source: preferred_charset specifies the character set in MIME notation (e.g., ISO-8859-2, ISO-8859-5) which Lynx will indicate you prefer in requests to http servers using an Accept-Charset header. The value should NOT include ISO-8859-1 or US-ASCII, since those values are always assumed by default. May be a comma-separated list. If a file in that character set is available, the server will send it. If no Accept-Charset header is present, the default is that any character set is acceptable. If an Accept-Charset header is present, and if the server cannot send a response which is acceptable according to the Accept-Charset header, then the server SHOULD send an error response, though the sending of an unacceptable response is also allowed.
ru: preferred_charset ÏÐÒÅÄÅÌÑÅÔ ËÏÄÉÒÏ×ËÕ × ÎÏÔÁÃÉÉ MIME (ÎÁÐÒ. ISO-8859-2, ISO-8859-5), ËÏÔÏÒÕÀ Lynx ÂÕÄÅÔ ÕËÁÚÙ×ÁÔØ ËÁË ÐÒÅÄÐÏÞÔÉÔÅÌØÎÕÀ × ÚÁÐÒÏÓÁÈ Ë http ÓÅÒ×ÅÒÁÍ, ÉÓÐÏÌØÚÕÑ ÚÁÇÏÌÏ×ÏË Accept-Charset. üÔÏ ÚÎÁÞÅÎÉÅ îå ÄÏÌÖÎÏ ×ËÌÀÞÁÔØ ISO-8859-1 ÉÌÉ US-ASCII, Ô.Ë. ÏÎÉ ×ÓÅÇÄÁ ÐÏÄÒÁÚÕÍÅ×ÁÀÔÓÑ ÐÏ ÕÍÏÌÞÁÎÉÀ. íÏÖÅÔ ÂÙÔØ ÓÐÉÓËÏÍ, ÒÁÚÄÅÌÅÎÎÙÍ ÚÁÐÑÔÙÍÉ. åÓÌÉ ÆÁÊÌ × ÜÔÏÊ ËÏÄÉÒÏ×ËÅ ÄÏÓÔÕÐÅÎ, ÓÅÒ×ÅÒ ÐÏÛÌÅÔ ÅÇÏ. åÓÌÉ ÚÁÇÏÌÏ×ÏË Accept-Charset ÎÅ ÕËÁÚÁÎ, ÐÏ ÕÍÏÌÞÁÎÉÀ ÜÔÏ ÚÎÁÞÉÔ, ÞÔÏ ÌÀÂÁÑ ËÏÄÉÒÏ×ËÁ ÐÒÉÅÍÌÅÍÁ. åÓÌÉ ÚÁÇÏÌÏ×ÏË Accept-Charset ÕËÁÚÁÎ, É ÅÓÌÉ ÓÅÒ×ÅÒ ÎÅ ÍÏÖÅÔ ÐÏÓÌÁÔØ ÏÔ×ÅÔ × ËÏÄÉÒÏ×ËÅ, ÐÒÉÅÍÌÅÍÏÊ × ÓÏÏÔ×ÅÔÓÔ×ÉÉ Ó ÜÔÉÍ ÚÁÇÏÌÏ×ËÏÍ, ÔÏ ÓÅÒ×ÅÒ äïìöåî (SHOULD) ÐÏÓÌÁÔØ ÏÔ×ÅÔ, ÕËÁÚÙ×ÁÀÝÉÊ ÎÁ ÏÛÉÂËÕ, ÈÏÔÑ ÐÏÓÙÌËÁ ÏÔ×ÅÔÁ × ÎÅÐÒÉÅÍÌÅÍÏÊ ËÏÄÉÒÏ×ËÅ ÔÏÖÅ ÄÏÐÕÓËÁÅÔÓÑ.

source: preferred_language specifies the language in MIME notation (e.g., en, fr, may be a comma-separated list in decreasing preference) which Lynx will indicate you prefer in requests to http servers. If a file in that language is available, the server will send it. Otherwise, the server will send the file in its default language.
ru: preferred_language ÏÐÒÅÄÅÌÑÅÔ ÑÚÙË × ÎÏÔÁÃÉÉ MIME (ÎÁÐÒ. en, fr, ÍÏÖÅÔ ÂÙÔØ ÓÐÉÓÏË, ÒÁÚÄÅÌÅÎÎÙÊ ÚÁÐÑÔÙÍÉ, ÐÏ ÕÂÙ×ÁÎÉÀ ÐÒÉÏÒÉÔÅÔÁ), ËÏÔÏÒÙÊ Lynx ÂÕÄÅÔ ÕËÁÚÙ×ÁÔØ ËÁË ÐÒÅÄÐÏÞÔÉÔÅÌØÎÙÊ × ÚÁÐÒÏÓÁÈ Ë http ÓÅÒ×ÅÒÁÍ. åÓÌÉ ÆÁÊÌ ÎÁ ÜÔÏÍ ÑÚÙËÅ ÄÏÓÔÕÐÅÎ, ÓÅÒ×ÅÒ ÂÕÄÅÔ ÐÏÓÙÌÁÔØ ÅÇÏ. ÷ ÐÒÏÔÉ×ÎÏÍ ÓÌÕÞÁÅ, ÓÅÒ×ÅÒ ÂÕÄÅÔ ÐÏÓÙÌÁÔØ ÆÁÊÌ ÎÁ Ó×ÏÅÍ ÑÚÙËÅ ÐÏ ÕÍÏÌÞÁÎÉÀ.

source: If run_all_execution_links is set "on" then all local execution links will be executed when they are selected. WARNING - This is potentially VERY dangerous. Since you may view information that is written by unknown and untrusted sources there exists the possibility that Trojan horse links could be written. Trojan horse links could be written to erase files or compromise security. This should only be set to "on" if you are viewing trusted source information.
ru: åÓÌÉ run_all_execution_links ÕÓÔÁÎÏ×ÌÅÎÏ × "on", ÔÏ ×ÓÅ ÌÏËÁÌØÎÙÅ ×ÙÐÏÌÎÑÅÍÙÅ ÓÓÙÌËÉ ÂÕÄÕÔ ×ÙÐÏÌÎÑÔØÓÑ, ËÏÇÄÁ ÏÎÉ ×ÙÂÒÁÎÙ. ðòåäõðòåöäåîéå - ðÏÔÅÎÃÉÁÌØÎÏ ÜÔÏ ïþåîø ÏÐÁÓÎÏ. ô.Ë. ×Ù ÍÏÖÅÔÅ ÐÒÏÓÍÁÔÒÉ×ÁÔØ ÎÅÉÚ×ÅÓÔÎÕÀ É ÎÅÐÒÏ×ÅÒÅÎÎÕÀ ÉÎÆÏÒÍÁÃÉÀ, ÓÕÝÅÓÔ×ÕÅÔ ×ÅÒÏÑÔÎÏÓÔØ ÎÁÐÉÓÁÎÉÑ ÓÓÙÌÏË Ó ôÒÏÑÎÓËÉÍ ËÏÎÅÍ. óÓÙÌËÉ Ó ôÒÏÑÎÓËÉÍ ËÏÎÅÍ ÍÏÇÕÔ ÂÙÔØ ÎÁÐÉÓÁÎÙ Ó ÃÅÌØÀ ÕÎÉÞÔÏÖÅÎÉÑ ÆÁÊÌÏ× ÉÌÉ ÎÁÒÕÛÅÎÉÑ ÂÅÚÏÐÁÓÎÏÓÔÉ. üÔÁ ÏÐÃÉÑ ÄÏÌÖÎÁ ÂÙÔØ ÕÓÔÁÎÏ×ÌÅÎÁ × "on" ÔÏÌØËÏ ÅÓÌÉ ×Ù ÐÒÏÓÍÁÔÒÉ×ÁÅÔÅ ÐÒÏ×ÅÒÅÎÎÙÊ ÉÓÔÏÞÎÉË ÉÎÆÏÒÍÁÃÉÉ.

source: If run_execution_links_on_local_files is set "on" then all local execution links that are found in LOCAL files will be executed when they are selected. This is different from run_all_execution_links in that only files that reside on the local system will have execution link permissions. WARNING - This is potentially dangerous. Since you may view information that is written by unknown and untrusted sources there exists the possibility that Trojan horse links could be written. Trojan horse links could be written to erase files or compromise security. This should only be set to "on" if you are viewing trusted source information.
ru: åÓÌÉ run_execution_links_on_local_files ÎÁÈÏÄÉÔÓÑ × ÓÏÓÔÏÑÎÉÉ "on", ÔÏ ×ÓÅ ×ÙÐÏÌÎÑÅÍÙÅ ÓÓÙÌËÉ, ÎÁÊÄÅÎÎÙÅ × ìïëáìøîùè ÆÁÊÌÁÈ, ÂÕÄÕÔ ×ÙÐÏÌÎÑÔØÓÑ × ÓÌÕÞÁÅ ÉÈ ×ÙÂÏÒÁ. üÔÏ ÏÔÌÉÞÁÅÔÓÑ ÏÔ run_all_execution_links ÔÅÍ, ÞÔÏ ÔÏÌØËÏ ÆÁÊÌÙ ÎÁ ÌÏËÁÌØÎÏÊ ÓÉÓÔÅÍÅ ÂÕÄÕÔ ÉÍÅÔØ ÒÁÚÒÅÛÅÎÉÅ ÎÁ ×ÙÐÏÌÎÑÅÍÙÅ ÓÓÙÌËÉ. ðòåäõðòåöäåîéå - üÔÏ ÐÏÔÅÎÃÉÁÌØÎÏ ÏÐÁÓÎÏ. ô.Ë. ×Ù ÍÏÖÅÔÅ ÐÒÏÓÍÁÔÒÉ×ÁÔØ ÎÅÉÚ×ÅÓÔÎÕÀ É ÎÅÐÒÏ×ÅÒÅÎÎÕÀ ÉÎÆÏÒÍÁÃÉÀ, ÓÕÝÅÓÔ×ÕÅÔ ×ÅÒÏÑÔÎÏÓÔØ ÎÁÐÉÓÁÎÉÑ ÓÓÙÌÏË Ó ôÒÏÑÎÓËÉÍ ËÏÎÅÍ. óÓÙÌËÉ Ó ôÒÏÑÎÓËÉÍ ËÏÎÅÍ ÍÏÇÕÔ ÂÙÔØ ÎÁÐÉÓÁÎÙ Ó ÃÅÌØÀ ÕÎÉÞÔÏÖÅÎÉÑ ÆÁÊÌÏ× ÉÌÉ ÎÁÒÕÛÅÎÉÑ ÂÅÚÏÐÁÓÎÏÓÔÉ. üÔÁ ÏÐÃÉÑ ÄÏÌÖÎÁ ÂÙÔØ ÕÓÔÁÎÏ×ÌÅÎÁ × "on" ÔÏÌØËÏ ÅÓÌÉ ×Ù ÐÒÏÓÍÁÔÒÉ×ÁÅÔÅ ÐÒÏ×ÅÒÅÎÎÙÊ ÉÓÔÏÞÎÉË ÉÎÆÏÒÍÁÃÉÉ.

source: select_popups specifies whether the OPTIONs in a SELECT block which lacks a MULTIPLE attribute are presented as a vertical list of radio buttons or via a popup menu. Note that if the MULTIPLE attribute is present in the SELECT start tag, Lynx always will create a vertical list of checkboxes for the OPTIONs. A value of "on" will set popup menus as the default while a value of "off" will set use of radio boxes. The default can be overridden via the -popup command line toggle.
ru: select_popups ÏÐÒÅÄÅÌÑÅÔ, ÂÕÄÕÔ ÌÉ ïðãéé × ÂÌÏËÅ SELECT, × ËÏÔÏÒÏÍ ÏÔÓÕÔÓÔ×ÕÅÔ ÁÔÒÉÂÕÔ MULTIPLE, ÐÒÅÄÓÔÁ×ÌÅÎÙ ×ÅÒÔÉËÁÌØÎÙÍ ÓÐÉÓËÏÍ ÚÁ×ÉÓÉÍÙÈ ËÎÏÐÏË ÉÌÉ ×ÓÐÌÙ×ÁÀÝÉÍ ÍÅÎÀ. úÁÍÅÔØÔÅ, ÞÔÏ ÅÓÌÉ ÁÔÒÉÂÕÔ MULTIPLE ÐÒÉÓÕÔÓÔ×ÕÅÔ × ÔÅÇÅ SELECT, Lynx ÂÕÄÅÔ ×ÓÅÇÄÁ ÓÏÚÄÁ×ÁÔØ ÄÌÑ ÏÐÃÉÊ ×ÅÒÔÉËÁÌØÎÙÊ ÓÐÉÓÏË ÎÅÚÁ×ÉÓÉÍÙÈ ËÎÏÐÏË. úÎÁÞÅÎÉÅ "on" ÕÓÔÁÎÁ×ÌÉ×ÁÅÔ ÐÏ ÕÍÏÌÞÁÎÉÀ ×ÓÐÌÙ×ÁÀÝÉÅ ÍÅÎÀ, × ÔÏ ×ÒÅÍÑ ËÁË ÚÎÁÞÅÎÉÅ "off" ÕÓÔÁÎÁ×ÌÉ×ÁÅÔ ÚÁ×ÉÓÉÍÙÅ ËÎÏÐËÉ. úÎÁÞÅÎÉÅ ÐÏ ÕÍÏÌÞÁÎÉÀ ÍÏÖÅÔ ÂÙÔØ ÉÚÍÅÎÅÎÏ ÐÒÉ ÉÓÐÏÌØÚÏ×ÁÎÉÉ ËÌÀÞÁ ËÏÍÁÎÄÎÏÊ ÓÔÒÏËÉ -popup.

source: show_color specifies how to set the color mode at startup. A value of "never" will force color mode off (treat the terminal as monochrome) at startup even if the terminal appears to be color capable. A value of "always" will force color mode on even if the terminal appears to be monochrome, if this is supported by the library used to build lynx. A value of "default" will yield the behavior of assuming a monochrome terminal unless color capability is inferred at startup based on the terminal type, or the -color command line switch is used, or the COLORTERM environment variable is set. The default behavior always is used in anonymous accounts or if the "option_save" restriction is set. The effect of the saved value can be overridden via the -color and -nocolor command line switches. The mode set at startup can be changed via the "show color" option in the 'o'ptions menu. If the option settings are saved, the "on" and "off" "show color" settings will be treated as "default".
ru: show_color ÏÐÒÅÄÅÌÑÅÔ, ËÁË ÕÓÔÁÎÁ×ÌÉ×ÁÔØ Ã×ÅÔÏ×ÏÊ ÒÅÖÉÍ ÐÒÉ ÓÔÁÒÔÅ. úÎÁÞÅÎÉÅ "never" ÂÕÄÅÔ ÐÒÉÎÕÄÉÔÅÌØÎÏ ÏÔËÌÀÞÁÔØ Ã×ÅÔÏ×ÏÊ ÒÅÖÉÍ (É ÔÒÁËÔÏ×ÁÔØ ÔÅÒÍÉÎÁÌ ËÁË ÍÏÎÏÈÒÏÍÎÙÊ), ÄÁÖÅ ÅÓÌÉ ÎÁ ÐÅÒ×ÙÊ ×ÚÇÌÑÄ ÔÅÒÍÉÎÁÌ ÓÐÏÓÏÂÅÎ ÐÏÄÄÅÒÖÉ×ÁÔØ Ã×ÅÔÁ. úÎÁÞÅÎÉÅ "always" ÐÒÉÎÕÄÉÔÅÌØÎÏ ×ËÌÀÞÁÅÔ Ã×ÅÔÏ×ÏÊ ÒÅÖÉÍ, ÄÁÖÅ ÅÓÌÉ ÔÅÒÍÉÎÁÌ ËÁÖÅÔÓÑ ÍÏÎÏÈÒÏÍÎÙÍ, ÅÓÌÉ ÜÔÏ ÐÏÄÄÅÒÖÉ×ÁÅÔÓÑ ÂÉÂÌÉÏÔÅËÏÊ, ÉÓÐÏÌØÚÏ×Á×ÛÅÊÓÑ ÐÒÉ ÓÂÏÒËÅ lynx. úÎÁÞÅÎÉÅ "default" ÐÒÉ×ÅÄÅÔ Ë ÐÏ×ÅÄÅÎÉÀ, ÐÒÉ ËÏÔÏÒÏÍ ÐÏÄÒÁÚÕÍÅ×ÁÅÔÓÑ ÍÏÎÏÈÒÏÍÎÙÊ ÔÅÒÍÉÎÁÌ, ÚÁ ÉÓËÌÀÞÅÎÉÅÍ ÓÌÕÞÁÅ×, ËÏÇÄÁ ÐÒÉ ÓÔÁÒÔÅ Ã×ÅÔÏ×ÙÅ ×ÏÚÍÏÖÎÏÓÔÉ ÓÌÅÄÕÀÔ ÉÚ ÔÉÐÁ ÔÅÒÍÉÎÁÌÁ, ÉÌÉ ÚÁÄÁÎ ËÌÀÞ ËÏÍÁÎÄÎÏÊ ÓÔÒÏËÉ -color, ÉÌÉ ÕÓÔÁÎÏ×ÌÅÎÁ ÐÅÒÅÍÅÎÎÁÑ ÓÒÅÄÙ COLORTERM. ðÏ×ÅÄÅÎÉÅ ÐÏ ÕÍÏÌÞÁÎÉÀ ×ÓÅÇÄÁ ÉÓÐÏÌØÚÕÅÔÓÑ ÐÒÉ ÁÎÏÎÉÍÎÙÈ account ÉÌÉ ÅÓÌÉ ÕÓÔÁÎÏ×ÌÅÎÏ ÏÇÒÁÎÉÞÅÎÉÅ "option_save". üÆÆÅËÔ ÓÏÈÒÁÎÅÎÎÏÇÏ ÚÎÁÞÅÎÉÑ ÍÏÖÅÔ ÂÙÔØ ÐÅÒÅËÒÙÔ Ó ÐÏÍÏÝØÀ ËÌÀÞÅÊ ËÏÍÁÎÄÎÏÊ ÓÔÒÏËÉ -color É -nocolor. òÅÖÉÍ, ÕÓÔÁÎÏ×ÌÅÎÎÙÊ ÐÒÉ ÓÔÁÒÔÅ, ÍÏÖÅÔ ÂÙÔØ ÉÚÍÅÎÅÎ Ó ÐÏÍÏÝØÀ ÏÐÃÉÉ "ÐÏËÁÚÙ×ÁÔØ Ã×ÅÔ" × ÍÅÎÀ ÏÐÃÉÊ. åÓÌÉ ÎÁÓÔÒÏÊËÉ ÏÐÃÉÊ ÓÏÈÒÁÎÅÎÙ, ÚÎÁÞÅÎÉÑ "on" É "off" ÐÁÒÁÍÅÔÒÁ "ÐÏËÁÚÙ×ÁÔØ Ã×ÅÔ" ÂÕÄÕÔ ÔÒÁËÔÏ×ÁÔØÓÑ ËÁË "default".

source: show_cursor specifies whether to 'hide' the cursor to the right (and bottom, if possible) of the screen, or to place it to the left of the current link in documents, or current option in select popup windows. Positioning the cursor to the left of the current link or option is helpful for speech or braille interfaces, and when the terminal is one which does not distinguish the current link based on highlighting or color. A value of "on" will set positioning to the left as the default while a value of "off" will set 'hiding' of the cursor. The default can be overridden via the -show_cursor command line toggle.
ru: show_cursor ÏÐÒÅÄÅÌÑÅÔ, 'ÓËÒÙ×ÁÔØ' ËÕÒÓÏÒ ÓÐÒÁ×Á (É ×ÎÉÚÕ, ÅÓÌÉ ×ÏÚÍÏÖÎÏ) ÜËÒÁÎÁ, ÉÌÉ ÐÏÍÅÝÁÔØ ÅÇÏ ÓÌÅ×Á ÏÔ ÔÅËÕÝÅÊ ÓÓÙÌËÉ × ÄÏËÕÍÅÎÔÁÈ ÉÌÉ ÔÅËÕÝÅÊ ÏÐÃÉÉ ×Ï ×ÓÐÌÙ×ÁÀÝÉÈ ÍÅÎÀ ×ÙÂÏÒÁ. ðÏÚÉÃÉÏÎÉÒÏ×ÁÎÉÅ ËÕÒÓÏÒÁ ÓÌÅ×Á ÏÔ ÔÅËÕÝÅÊ ÓÓÙÌËÉ ÉÌÉ ÏÐÃÉÉ ÐÏÌÅÚÎÏ ÄÌÑ ÒÅÞÅ×ÙÈ ÉÎÔÅÒÆÅÊÓÏ× ÉÌÉ ÉÎÔÅÒÆÅÊÓÏ× ÄÌÑ ÓÌÅÐÙÈ, ÉÌÉ ËÏÇÄÁ ÔÅÒÍÉÎÁÌ ÏÄÉÎ ÉÚ ÔÅÈ, ËÏÔÏÒÙÅ ÎÅ ×ÙÄÅÌÑÀÔ ÔÅËÕÝÕÀ ÓÓÙÌËÉ ÑÒËÏÓÔØÀ ÉÌÉ Ã×ÅÔÏÍ. úÎÁÞÅÎÉÅ "on" ÕÓÔÁÎÁ×ÌÉ×ÁÅÔ ÒÁÓÐÏÌÏÖÅÎÉÅ ÓÌÅ×Á ËÁË ÏÐÃÉÀ ÐÏ ÕÍÏÌÞÁÎÉÀ, × ÔÏ ×ÒÅÍÑ ËÁË ÚÎÁÞÅÎÉÅ "off" ÕÓÔÁÎÁ×ÌÉ×ÁÅÔ 'ÓÏËÒÙÔÉÅ' ËÕÒÓÏÒÁ. úÎÁÞÅÎÉÅ ÐÏ ÕÍÏÌÞÁÎÉÀ ÍÏÖÅÔ ÂÙÔØ ÐÅÒÅËÒÙÔÏ ÏÐÃÉÅÊ ËÏÍÁÎÄÎÏÊ ÓÔÒÏËÉ -show_cursor.

source: show_dotfiles specifies that the directory listing should include "hidden" (dot) files/directories. If set "on", this will be honored only if enabled via userdefs.h and/or lynx.cfg, and not restricted via a command line switch. If display of hidden files is disabled, creation of such files via Lynx also is disabled.
ru: show_dotfiles ÏÐÒÅÄÅÌÑÅÔ, ÞÔÏ ÓÏÄÅÒÖÉÍÏÅ ËÁÔÁÌÏÇÁ ÄÏÌÖÎÏ ×ËÌÀÞÁÔØ "ÓËÒÙÔÙÅ" (ÎÁÞÉÎÁÀÝÉÅÓÑ Ó ÔÏÞËÉ) ÆÁÊÌÙ/ËÁÔÁÌÏÇÉ. åÓÌÉ ÕÓÔÁÎÏ×ÌÅÎÏ × "on", ÜÔÏ ÂÕÄÅÔ ÕÞÉÔÙ×ÁÔØÓÑ ÔÏÌØËÏ ÅÓÌÉ ×ËÌÀÞÅÎÏ × userdefs.h É/ÉÌÉ × lynx.cfg, É ÎÅ ÚÁÐÒÅÝÅÎÏ Ó ÐÏÍÏÝØÀ ËÌÀÞÅÊ ËÏÍÁÎÄÎÏÊ ÓÔÒÏËÉ. åÓÌÉ ÏÔÏÂÒÁÖÅÎÉÅ ÓËÒÙÔÙÈ ÆÁÊÌÏ× ÏÔËÌÀÞÅÎÏ, ÓÏÚÄÁÎÉÅ ÔÁËÉÈ ÆÁÊÌÏ× ÉÚ Lynx ÔÏÖÅ ÚÁÐÒÅÝÁÅÔÓÑ.

source: If sub_bookmarks is not turned "off", and multiple bookmarks have been defined (see below), then all bookmark operations will first prompt the user to select an active sub-bookmark file. If the default Lynx bookmark_file is defined (see above), it will be used as the default selection. When this option is set to "advanced", and the user mode is advanced, the 'v'iew bookmark command will invoke a statusline prompt instead of the menu seen in novice and intermediate user modes. When this option is set to "standard", the menu will be presented regardless of user mode.
ru: åÓÌÉ sub_bookmarks ÎÅ ÎÁÈÏÄÉÔÓÑ × ÓÏÓÔÏÑÎÉÉ "off", É ÍÎÏÖÅÓÔ×ÅÎÎÙÅ ÚÁËÌÁÄËÉ ÂÙÌÉ ÏÐÒÅÄÅÌÅÎÙ (ÓÍ. ÎÉÖÅ), ÔÏ ×ÓÅ ÏÐÅÒÁÃÉÉ Ó ÚÁËÌÁÄËÁÍÉ ÂÕÄÕÔ ÎÁÞÉÎÁÔØÓÑ Ó ÚÁÐÒÏÓÁ ÐÏÌØÚÏ×ÁÔÅÌÑ ÄÌÑ ×ÙÂÏÒÁ ÁËÔÉ×ÎÏÇÏ ÆÁÊÌÁ ÐÏÄÚÁËÌÁÄÏË. åÓÌÉ ÆÁÊÌ ÐÏ ÕÍÏÌÞÁÎÉÀ Lynx ÏÐÒÅÄÅÌÅÎ (ÓÍ. ×ÙÛÅ), ÏÎ ÂÕÄÅÔ ÉÓÐÏÌØÚÏ×ÁÔØÓÑ ËÁË ×ÙÂÏÒ ÐÏ ÕÍÏÌÞÁÎÉÀ. ëÏÇÄÁ ÜÔÁ ÏÐÃÉÑ ÕÓÔÁÎÏ×ÌÅÎÁ × "advanced", É ×ÙÂÒÁÎ òÅÖÉÍ ðÏÌØÚÏ×ÁÔÅÌÑ advanced, ËÏÍÁÎÄÁ ÐÒÏÓÍÏÔÒÁ ÚÁËÌÁÄÏË ('v') ÂÕÄÅÔ ×ÙÚÙ×ÁÔØ ÚÁÐÒÏÓ × ÓÔÒÏËÅ ÓÔÁÔÕÓÁ, ×ÍÅÓÔÏ ÍÅÎÀ, ×Ù×ÏÄÉÍÏÇÏ × òÅÖÉÍÅ ðÏÌØÚÏ×ÁÔÅÌÑ novice É intermediate. ëÏÇÄÁ ÜÔÁ ÏÐÃÉÑ ÕÓÔÁÎÏ×ÌÅÎÁ × "standard", ÍÅÎÀ ÂÕÄÅÔ ×Ù×ÏÄÉÔØÓÑ ×ÎÅ ÚÁ×ÉÓÉÍÏÓÔÉ ÏÔ òÅÖÉÍÁ ðÏÌØÚÏ×ÁÔÅÌÑ.

source: user_mode specifies the users level of knowledge with Lynx. The default is "NOVICE" which displays two extra lines of help at the bottom of the screen to aid the user in learning the basic Lynx commands. Set user_mode to "INTERMEDIATE" to turn off the extra info. Use "ADVANCED" to see the URL of the currently selected link at the bottom of the screen.
ru: user_mode ÏÐÒÅÄÅÌÑÅÔ ÕÒÏ×ÅÎØ ÚÎÁÎÉÑ Lynx ÐÏÌØÚÏ×ÁÔÅÌÅÍ. ðÏ ÕÍÏÌÞÁÎÉÀ ÕÓÔÁÎÏ×ÌÅÎÏ "NOVICE", ÞÔÏ ÏÔÏÂÒÁÖÁÅÔ Ä×Å ÄÏÐÏÌÎÉÔÅÌØÎÙÈ ÓÔÒÏËÉ ÐÏÄÓËÁÚÏË ×ÎÉÚÕ ÜËÒÁÎÁ, ÞÔÏÂÙ ÐÏÍÏÞØ ÐÏÌØÚÏ×ÁÔÅÌÀ × ÉÚÕÞÅÎÉÉ ÏÓÎÏ×ÎÙÈ ËÏÍÁÎÄ Lynx. õÓÔÁÎÏ×ÉÔÅ user_mode × "INTERMEDIATE" ÞÔÏÂÙ ÕÂÒÁÔØ ÄÏÐÏÌÎÉÔÅÌØÎÕÀ ÉÎÆÏÒÍÁÃÉÀ. éÓÐÏÌØÚÕÊÔÅ "ADVANCED" ÄÌÑ ÏÔÏÂÒÁÖÅÎÉÑ URL ÔÅËÕÝÅÊ ×ÙÂÒÁÎÎÏÊ ÓÓÙÌËÉ ×ÎÉÚÕ ÜËÒÁÎÁ.

source: If verbose_images is "on", lynx will print the name of the image source file in place of [INLINE], [LINK] or [IMAGE] See also VERBOSE_IMAGES in lynx.cfg
ru: åÓÌÉ verbose_images ÎÁÈÏÄÉÔÓÑ × ÓÏÓÔÏÑÎÉÉ "on", lynx ÂÕÄÅÔ ÐÅÞÁÔÁÔØ ÉÍÑ ÉÓÈÏÄÎÏÇÏ ÆÁÊÌÁ Ó ËÁÒÔÉÎËÏÊ ÎÁ ÍÅÓÔÅ [INLINE], [LINK] ÉÌÉ [IMAGE] óÍ. ÔÁËÖÅ VERBOSE_IMAGES × lynx.cfg

source: If vi_keys is set to "on", then the normal VI movement keys: j = down k = up h = left l = right will be enabled. These keys are only lower case. Capital 'H', 'J' and 'K will still activate help, jump shortcuts, and the keymap display, respectively.
ru: åÓÌÉ vi_keys ÕÓÔÁÎÏ×ÌÅÎÏ × "on", ÔÏ ÂÕÄÕÔ ×ËÌÀÞÅÎÙ ÏÂÙÞÎÙÅ ËÏÍÁÎÄÙ ÐÅÒÅÍÅÝÅÎÉÑ VI: j = ×ÎÉÚ k = ××ÅÒÈ h = ×ÌÅ×Ï l = ×ÐÒÁ×Ï üÔÉ ËÌÁ×ÉÛÉ ÄÅÊÓÔ×ÕÀÔ ÔÁË ÔÏÌØËÏ × ÎÉÖÎÅÍ ÒÅÇÉÓÔÒÅ. úÁÇÌÁ×ÎÙÅ 'H', 'J' É 'K' ÂÕÄÕÔ ÐÏ-ÐÒÅÖÎÅÍÕ ÁËÔÉ×ÉÚÉÒÏ×ÁÔØ ÐÏÍÏÝØ, ÓÏËÒÁÝÅÎÉÑ ÐÅÒÅÈÏÄÁ É ×Ù×ÏÄ ÏÔÏÂÒÁÖÅÎÉÑ ËÌÁ×ÉÛ, ÓÏÏÔ×ÅÔÓÔ×ÅÎÎÏ.

source: The visited_links setting controls how Lynx organizes the information in the Visited Links Page.
ru: õÓÔÁÎÏ×ËÁ visited_links ËÏÎÔÒÏÌÉÒÕÅÔ, ËÁË Lynx ÏÒÇÁÎÉÚÕÅÔ ÉÎÆÏÒÍÁÃÉÀ ÎÁ óÔÒÁÎÉÃÅ ðÏÓÅÝÅÎÎÙÈ óÓÙÌÏË.

source: If keypad_mode is set to "NUMBERS_AS_ARROWS", then the numbers on your keypad when the numlock is on will act as arrow keys: 8 = Up Arrow 4 = Left Arrow 6 = Right Arrow 2 = Down Arrow and the corresponding keyboard numbers will act as arrow keys, regardless of whether numlock is on.
ru: åÓÌÉ keypad_mode ÕÓÔÁÎÏ×ÌÅÎÏ × "NUMBERS_AS_ARROWS", ÔÏ ÃÉÆÒÙ ÎÁ ×ÁÛÅÊ ÄÏÐÏÌÎÉÔÅÌØÎÏÊ ËÌÁ×ÉÁÔÕÒÅ, ÅÓÌÉ ×ËÌÀÞÅÎ ÒÅÖÉÍ numlock, ÂÕÄÕÔ ÄÅÊÓÔ×Ï×ÁÔØ ËÁË ËÌÁ×ÉÛÉ ÓÔÒÅÌÏË: 8 = óÔÒÅÌËÁ ××ÅÒÈ 4 = óÔÒÅÌËÁ ×ÌÅ×Ï 6 = óÔÒÅÌËÁ ×ÐÒÁ×Ï 2 = óÔÒÅÌËÁ ×ÎÉÚ É ÓÏÏÔ×ÅÔÓÔ×ÕÀÝÉÅ ÃÉÆÒÙ ÎÁ ÏÓÎÏ×ÎÏÊ ËÌÁ×ÉÁÔÕÒÅ ÂÕÄÕÔ ÄÅÊÓÔ×Ï×ÁÔØ ËÁË ËÌÁ×ÉÛÉ ÓÔÒÅÌÏË, ×ÎÅ ÚÁ×ÉÓÉÍÏÓÔÉ ÏÔ ÓÏÓÔÏÑÎÉÑ numlock.

source: If keypad_mode is set to "LINKS_ARE_NUMBERED", then numbers will appear next to each link and numbers are used to select links.
ru: åÓÌÉ keypad_mode ÕÓÔÁÎÏ×ÌÅÎÏ × ÓÏÓÔÏÑÎÉÅ "LINKS_ARE_NUMBERED", ÔÏ ÞÉÓÌÁ ÂÕÄÕÔ ÐÏÑ×ÌÑÔØÓÑ ÓÌÅÄÏÍ ÚÁ ËÁÖÄÏÊ ÓÓÙÌËÏÊ É ÏÎÉ ÍÏÇÕÔ ÂÙÔØ ÉÓÐÏÌØÚÏ×ÁÎÙ ÄÌÑ ×ÙÂÏÒÁ ÓÓÙÌËÉ.

source: If keypad_mode is set to "LINKS_AND_FORM_FIELDS_ARE_NUMBERED", then numbers will appear next to each link and visible form input field. Numbers are used to select links, or to move the "current link" to a form input field or button. In addition, options in popup menus are indexed so that the user may type an option number to select an option in a popup menu, even if the option isn't visible on the screen. Reference lists and output from the list command also enumerate form inputs.
ru: åÓÌÉ keypad_mode ÕÓÔÁÎÏ×ÌÅÎÏ × "LINKS_AND_FORM_FIELDS_ARE_NUMBERED", ÔÏ ÞÉÓÌÁ ÂÕÄÕÔ ÐÏÑ×ÌÑÔØÓÑ ÓÌÅÄÏÍ ÚÁ ËÁÖÄÏÊ ÓÓÙÌËÏÊ É ÏÔÏÂÒÁÖÁÅÍÙÍ ÐÏÌÅÍ ××ÏÄÁ ÆÏÒÍÙ. þÉÓÌÁ ÉÓÐÏÌØÚÕÀÔÓÑ ÄÌÑ ×ÙÂÏÒÁ ÓÓÙÌÏË, ÉÌÉ ÄÌÑ ÐÅÒÅÍÅÝÅÎÉÑ ÕËÁÚÁÔÅÌÑ "ÔÅËÕÝÅÊ ÓÓÙÌËÉ" ÎÁ ÐÏÌÅ ××ÏÄÁ ÉÌÉ ËÎÏÐËÕ ÆÏÒÍÙ. ëÒÏÍÅ ÔÏÇÏ, ÏÐÃÉÉ ×Ï ×ÓÐÌÙ×ÁÀÝÉÈ ÍÅÎÀ ÉÎÄÅËÓÉÒÏ×ÁÎÙ ÔÁË, ÞÔÏ ÐÏÌØÚÏ×ÁÔÅÌØ ÄÌÑ ×ÙÂÏÒÁ ÍÏÖÅÔ ××ÅÓÔÉ ÎÏÍÅÒ ÏÐÃÉÉ, ÄÁÖÅ ÅÓÌÉ ÏÐÃÉÑ ÎÅ ×ÉÄÎÁ ÎÁ ÜËÒÁÎÅ. óÐÉÓËÉ ÓÓÙÌÏË É ÒÅÚÕÌØÔÁÔ ËÏÍÁÎÄÙ ×Ù×ÏÄÁ ÓÐÉÓËÁ ÔÁËÖÅ ÎÕÍÅÒÕÀÔ ÐÏÌÑ ××ÏÄÁ ÆÏÒÍÙ.

source: NOTE: Some fixed format documents may look disfigured when "LINKS_ARE_NUMBERED" or "LINKS_AND_FORM_FIELDS_ARE_NUMBERED" are enabled.
ru: ðòéíåþáîéå: ÎÅËÏÔÏÒÙÅ ÄÏËÕÍÅÎÔÙ ÆÉËÓÉÒÏ×ÁÎÎÏÇÏ ÆÏÒÍÁÔÁ ÍÏÇÕÔ ÏÔÏÂÒÁÖÁÔØÓÑ ÎÅÐÒÁ×ÉÌØÎÏ, ÅÓÌÉ ×ËÌÀÞÅÎÙ ÏÐÃÉÉ "LINKS_ARE_NUMBERED" ÉÌÉ "LINKS_AND_FORM_FIELDS_ARE_NUMBERED".
